Repository: Aravinth113/blazor-locale
Catalog: src/SfResources.*.resx
Languages: hu, ro

# PivotView_EnterValue
source: Enter value
hu: Írja be az értéket
ro: Introduceți valoarea

# PivotView_Error
source: Error
hu: Hiba
ro: Eroare

# PivotView_Example
source: e.g:
hu: például:
ro: de exemplu:

# PivotView_Expand
source: Expand
hu: Kiterjed
ro: Extinde

# PivotView_Expression
source: Expression
hu: Kifejezés
ro: Expresie

# PivotView_False
source: False
hu: Hamis
ro: Fals

# PivotView_FieldDropErrorMessage
source: The field you are moving cannot be placed in that area of the report
hu: Az áthelyezett mezőt nem lehet a jelentés arra a területére helyezni
ro: Câmpul pe care îl mutați nu poate fi plasat în acea zonă a raportului

# PivotView_FieldName
source: Field Name
hu: Mező neve
ro: Numele domeniului

# PivotView_FieldNameMessage
source: Field name :
hu: Mező neve :
ro: Numele domeniului :

# PivotView_Filter
source: Filter
hu: Szűrő
ro: Filtru

# PivotView_FilterAxisWatermark
source: Drop filter here
hu: Ide dobja a szűrőt
ro: Aruncați filtrul aici

# PivotView_Filtered
source: Filtered
hu: Szűrt
ro: Filtrate

# PivotView_Filters
source: Filters
hu: Szűrők
ro: Filtre

# PivotView_Format
source: Format
hu: Formátum

# PivotView_FormatString
source: Format String
hu: Formátum karakterlánc
ro: Formatează șirul

# PivotView_FormatType
source: Format Type
hu: Formátum típusa
ro: Tip de format

# PivotView_Formula
source: Formula
hu: Képlet
ro: Formulă

# PivotView_GrandTotal
source: Grand Total
hu: Teljes összeg
ro: Total general

# PivotView_GrandTotals
source: Grand totals
hu: Nagy összegek
ro: Totaluri mari

# PivotView_GreaterThan
source: Greater Than
hu: Nagyobb, mint
ro: Mai mare ca

# PivotView_GreaterThanOrEqualTo
source: Greater Than Or Equal To
hu: Nagyobb, vagy azzal egyenlő
ro: Mai mare decât sau egală cu

# PivotView_Group
source: Group
hu: Csoport
ro: grup

# PivotView_GroupCaptionMessage
source: Enter the caption to display in header
hu: Írja be a fejlécben megjelenő feliratot
ro: Introduceți legendă pentru a fi afișat în antet

# PivotView_GroupFieldCaption
source: Field caption
hu: Felirat
ro: Legenda campului

# PivotView_GroupFieldCaptionMessage
source: Enter the caption for group field
hu: Írja be a csoport feliratát
ro: Introduceți legenda pentru câmpul de grup

# PivotView_Grouping
source: Grouping
hu: Csoportosítás
ro: gruparea

# PivotView_GroupName
source: Group name
hu: Csoport név
ro: Numele Grupului

# PivotView_Hours
source: Hours
hu: Órák
ro: ore

# PivotView_IntervalBy
source: Interval by
hu: Intervallum:
ro: Interval de

# PivotView_InvalidFormat
source: Invalid Format.
hu: Érvénytelen formátum.
ro: Formatul este nevalid.

# PivotView_InvalidFormula
source: Invalid formula.
hu: Érvénytelen képlet.
ro: Formula nevalidă.

# PivotView_InvalidGroupSelectionMessage
source: Cannot group that selection.
hu: Nem lehet csoportosítani ezt a választást.
ro: Nu poate grupa acea selecție.

# PivotView_Label
source: Label
hu: Címke
ro: Eticheta

# PivotView_LabelTextMessage
source: Show the items for which the label
hu: Mutassa meg azokat az elemeket, amelyek címkéje
ro: Afișați elementele pentru care eticheta

# PivotView_Left
source: Left
hu: Bal
ro: Stânga

# PivotView_LessThan
source: Less Than
hu: Kevesebb, mint
ro: Mai puțin decât

# PivotView_LessThanOrEqualTo
source: Less Than Or Equal To
hu: Kevesebb, vagy azzal egyenlő
ro: Mai mic sau egal cu

# PivotView_Line
source: Line
hu: Vonal
ro: Linia

# PivotView_LoadReport
source: Load
hu: Betöltés
ro: Sarcină

# PivotView_ManageRecords
source: Manage Records
hu: Rekordok kezelése
ro: Gestionați înregistrările

# PivotView_MdxQuery
source: MDX Query
hu: MDX lekérdezés
ro: Interogare MDX

# PivotView_Measure
source: Measure
hu: Intézkedés
ro: Măsura

# PivotView_Member
source: Member
hu: Tag
ro: Membru

# PivotView_MemberLimitMessage
source: more items. Search to refine further.
hu: további elemek. Keressen további finomításra.
ro: mai multe articole. Căutați să perfecționați în continuare.

# PivotView_Minutes
source: Minutes
hu: Percek
ro: Minute

# PivotView_Months
source: Months
hu: Hónapok
ro: Luni

# PivotView_MoreOption
source: More...
hu: Több...
ro: Mai Mult...

# PivotView_MultipleItems
source: Multiple items
hu: Több elem
ro: Mai multe articole

# PivotView_NewReport
source: Create a new report
hu: Hozzon létre egy új jelentést
ro: Creați un raport nou

# PivotView_NewReportConfirmMessage
source: Want to save changes to report?
hu: Menteni szeretné a jelentésben szereplő változtatásokat?
ro: Doriți să salvați modificările în raport?

# PivotView_NoFormatMessage
source: No format found!!!
hu: Nem található formátum !!!
ro: Niciun format nu a fost găsit !!!

# PivotView_NoInputMessage
source: Enter a value
hu: Adjon meg egy értéket
ro: Introduceți o valoare

# PivotView_NoMatchesMessage
source: No matches
hu: Nincs egyezés
ro: Nici-o potrivire

# PivotView_NotBetween
source: Not Between
hu: Nem között
ro: Nu între

# PivotView_NotEquals
source: Not Equals
hu: Nem egyenlő
ro: Nu este egal

# PivotView_NoValue
source: No value
hu: Értéktelen
ro: Fără valoare

# PivotView_Null
source: null
hu: nulla
ro: nul

# PivotView_Number
source: Number
hu: Szám
ro: Număr

# PivotView_NumberFormatting
source: Number Formatting
hu: Szám formázása
ro: Formatarea numărului

# PivotView_Of
source: of
hu: közül
ro: de

# PivotView_OK
source: OK
hu: rendben

# PivotView_OutOfRange
source: Out of Range
hu: Hatótávolságon kívül
ro: În afara razei de acțiune

# PivotView_ParentHierarchy
source: Parent Hierarchy
hu: Szülői hierarchia
ro: Ierarhia părinților

# PivotView_Percent
source: Percent
hu: Százalék
ro: La sută

# PivotView_Percentage
source: Percentage
hu: Százalék
ro: Procent

# PivotView_PercentageOfColumnTotal
source: % of Column Total
hu: Az oszlop összesen% -a
ro: % din totalul coloanei

# PivotView_PercentageOfDifferenceFrom
source: % of Difference From
hu: A különbség% -a
ro: % din diferență de

# PivotView_PercentageOfGrandTotal
source: % of Grand Total
hu: A teljes összeg% -a
ro: % din totalul mare

# PivotView_PercentageOfParentColumnTotal
source: % of Parent Column Total
hu: A szülő oszlop% -a
ro: % din totalul coloanelor părinte

# PivotView_PercentageOfParentRowTotal
source: % of Parent Row Total
hu: A szülői sor% -a
ro: % din totalul rândului părinților

# PivotView_PercentageOfParentTotal
source: % of Parent Total
hu: Az összes szülő% -a
ro: % din totalul părinților

# PivotView_PercentageOfRowTotal
source: % of Row Total
hu: Az összes sor% -a
ro: % din rândul total

# PivotView_Polar
source: Polar
hu: Poláris

# PivotView_PopulationStDev
source: Population StDev
hu: Népesség StDev
ro: Populația StDev

# PivotView_PopulationVar
source: Population Var
hu: Népesség Var
ro: Pop. Var

# PivotView_Product
source: Product
hu: Termék
ro: Produs

# PivotView_Quarters
source: Quarters
hu: Szállás

# PivotView_QuarterYear
source: Quarter Year
hu: Negyedév
ro: Anul trimestrial

# PivotView_Remove
source: Remove
hu: Vegye ki
ro: Elimina

# PivotView_RemoveReportConfirmMessage
source: Are you sure want to delete this report?
hu: Biztosan törli ezt a jelentést?
ro: Sigur doriți să ștergeți acest raport?

# PivotView_RenameReport
source: Rename a current report
hu: Nevezze át az aktuális jelentést
ro: Redenumirea unui raport curent

# PivotView_ReportList
source: Report list
hu: Jelentéslista
ro: Lista de rapoarte

# PivotView_ReportNameMessage
source: Report Name :
hu: Jelentés neve:
ro: Nume raport:

# PivotView_Right
source: Right
hu: Jobb
ro: Dreapta

# PivotView_Row
source: Row
hu: Sor
ro: Rând

# PivotView_RowAxisWatermark
source: Drop row here
hu: Eladás sor itt
ro: Aruncați rândul aici

# PivotView_Rows
source: Rows
hu: sorok
ro: rânduri

# PivotView_RunningTotals
source: Running Totals
hu: Futó összegek
ro: Totaluri de rulare

# PivotView_SampleReport
source: Sample report
hu: Mintajelentés
ro: Raport de probă

# PivotView_SampleStDev
source: Sample StDev
hu: Minta StDev
ro: Proba StDev

# PivotView_SampleVar
source: Sample Var
hu: Minta Var
ro: Var. Probă

# PivotView_SaveAsReport
source: Save as current report
hu: Mentés aktuális jelentésként
ro: Salvați ca raport curent

# PivotView_SaveReport
source: Save a report
hu: Jelentés mentése
ro: Salvați un raport

# PivotView_Scatter
source: Scatter
hu: Szétszór
ro: Împrăștia

# PivotView_Search
source: Search
hu: Keresés
ro: Căutare

# PivotView_Seconds
source: Seconds
hu: másodperc
ro: secunde

# PivotView_SelectedItems
source: Selected items
hu: Kiválasztott elemek
ro: Articole selectate

# PivotView_SelectGroups
source: Select groups
hu: Válasszon csoportokat

# PivotView_ShowColumnGrandTotalsOnly
source: Show grand totals columns only
hu: Csak a nagyösszegű oszlopok megjelenítése
ro: Afișați doar coloane totale totale

# PivotView_ShowColumnSubtotalsOnly
source: Show sub totals columns only
hu: Csak részösszegű oszlopok megjelenítése
ro: Afișați doar coloane sub total

# PivotView_ShowFieldList
source: Show fieldlist
hu: A mezőlista megjelenítése

# PivotView_ShowGrandTotals
source: Show grand totals
hu: Mutasson nagy összegeket
ro: Afișează totaluri minunate

# PivotView_ShowRowGrandTotalsOnly
source: Show grand totals rows only
hu: Csak az összesített sorok megjelenítése
ro: Afișați doar rândurile totale mari

# PivotView_ShowRowSubtotalsOnly
source: Show sub totals rows only
hu: Csak az összesített sorok megjelenítése
ro: Afișați doar rândurile sub total

# PivotView_ShowSubtotals
source: Show sub totals
hu: Részösszegek megjelenítése
ro: Afișează totalul sub

# PivotView_ShowTable
source: Show table
hu: Táblázat megjelenítése
ro: Afișează tabelul

# PivotView_Sort
source: Sort
hu: Fajta
ro: Fel

# PivotView_Standard
source: Standard
hu: Alapértelmezett

# PivotView_StartAt
source: Starting at
hu: Kezdve
ro: Începând de la

# PivotView_Subtotals
source: Sub totals
hu: Részösszegek
ro: Totaluri secundare

# PivotView_Sum
source: Sum
hu: Összeg
ro: Sumă

# PivotView_Summaries
source: Summaries values by
hu: Összegezze az értékeket:
ro: Rezumarea valorilor de

# PivotView_SummarizeValuesBy
source: Summarize values by
hu: Összegezze az értékeket:
ro: Rezumați valorile după

# PivotView_SymbolPosition
source: Symbol Position
hu: Szimbólum pozíciója
ro: Poziția simbolului

# PivotView_Total
source: Total
hu: Teljes

# PivotView_True
source: True
hu: Igaz
ro: Adevărat

# PivotView_Undefined
source: undefined
hu: meghatározatlan
ro: nedefinit

# PivotView_Ungroup
source: Ungroup
hu: Csoportbontás
ro: Degrupeaza

# PivotView_ValidReportNameMessage
source: Please enter vaild report name!!!
hu: Kérjük, adjon meg érvényes rekordnevet !!!
ro: Vă rugăm să introduceți un nume de înregistrare valabil !!!

# PivotView_Value
source: Value
hu: Érték
ro: Valoare

# PivotView_ValueAxisWatermark
source: Drop value here
hu: Érték csökkentése ide
ro: Scade valoarea aici

# PivotView_ValueFieldSettings
source: Value field settings
hu: Érték mező beállításai
ro: Setări câmp valorice

# PivotView_Values
source: Values
hu: értékek
ro: valori

# PivotView_ValueTextMessage
source: Show the items for which
hu: Mutassa meg azokat az elemeket, amelyekhez
ro: Afișați elementele pentru care

# PivotView_Warning
source: Warning
hu: Figyelem
ro: Avertizare

# PivotView_Years
source: Years
hu: Évek
ro: Ani

# PivotView_MultipleAxes
source: Multiple Axes
hu: Több tengely
ro: Axe multiple

# PivotView_ChartTypeSettings
source: Chart Type Settings
hu: Diagram típus beállításai
ro: Tipul graficului...

# PivotView_ChartType
source: Chart Type
hu: Diagram típusa
ro: Tipul graficului

# PivotView_Yes
source: Yes
hu: Igen
ro: da

# PivotView_No
source: No
hu: Nem
ro: Nu

# PivotView_NumberFormatMenu
source: Number Formatting...
hu: Szám formázása ...

# PivotView_ConditionalFormatingMenu
source: Conditional Formatting...
hu: Feltételes formázás...
ro: Formatarea condițională...

# PivotView_CalculatedField_RemoveMessage
source: Are you sure you want to delete this calculated field?
hu: Biztosan törli ezt a kiszámított mezőt?
ro: Sigur doriți să ștergeți acest câmp calculat?

# PivotView_StackedArea
source: Stacked Area
hu: Halmozott terület
ro: Zona stivuită

# PivotView_StackedColumn
source: Stacked Column
hu: Halmozott oszlop
ro: Coloana stivuită

# PivotView_StackedBar
source: Stacked Bar
hu: Halmozott bár
ro: Barul stivuit

# PivotView_StepLine
source: Step Line
hu: Lépés sor
ro: Pas de linie

# PivotView_StepArea
source: Step Area
hu: Lépési terület
ro: Zona pasului

# PivotView_SplineArea
source: Spline Area
hu: Spline terület
ro: Zona Spline

# PivotView_StackedColumn100
source: 100% Stacked Column
hu: 100% -ban halmozott oszlop
ro: Coloana stivuită 100%

# PivotView_StackedBar100
source: 100% Stacked Bar
hu: 100% -ban egymásra helyezett bár
ro: Bară stivuită 100%

# PivotView_StackedArea100
source: 100% Stacked Area
hu: 100% -ban halmozott terület
ro: Suprafață 100% stivuită

# PivotView_Bubble
source: Bubble
hu: Buborék
ro: balon

# PivotView_CalculatedField_EditTooltipMessage
source: Edit calculated field
hu: Szerkessze a kiszámított mezőt
ro: Editați câmpul calculat

# PivotView_CalculatedField_ClearTooltipMessage
source: Clear edited field info
hu: Törölje a szerkesztett mezőinformációkat
ro: Ștergeți informațiile câmpului editate

# QueryBuilder_AddGroup
source: Add Group
hu: Csoport hozzáadása
ro: Adăugare grup

# QueryBuilder_AND
source: AND
hu: ÉS
ro: ȘI

# QueryBuilder_Between
source: Between
hu: Között
ro: Între

# QueryBuilder_Contains
source: Contains
hu: tartalmazza
ro: Conține

# QueryBuilder_DeleteGroup
source: Delete group
hu: Csoport törlése
ro: Ștergeți grupul

# QueryBuilder_DeleteRule
source: Remove this condition
hu: Távolítsa el ezt a feltételt
ro: Eliminați această condiție

# QueryBuilder_Empty
source: Empty
hu: Üres
ro: Gol

# QueryBuilder_EndsWith
source: Ends With
hu: Végződik
ro: Se termină cu

# QueryBuilder_Equal
source: Equal
hu: Egyenlő
ro: Egal

# QueryBuilder_GreaterThan
source: Greater Than
hu: Nagyobb, mint
ro: Mai mare ca

# QueryBuilder_GreaterThanOrEqual
source: Greater Than Or Equal
hu: Nagyobb, vagy egyenlő
ro: Mai mare decât sau egal

# QueryBuilder_In
source: In
hu: Ban ben
ro: În

# QueryBuilder_LessThan
source: Less Than
hu: Kevesebb, mint
ro: Mai puțin decât

# QueryBuilder_LessThanOrEqual
source: Less Than Or Equal
hu: Kevesebb vagy egyenlő
ro: Mai puțin decât sau egal

# QueryBuilder_NotBetween
source: Not Between
hu: Nem között
ro: Nu între

# QueryBuilder_NotContains
source: Not Contains
hu: Nem tartalmaz
ro: Nu conține

# QueryBuilder_NotEmpty
source: Not Empty
hu: Nem üres
ro: Nu gol

# QueryBuilder_NotEqual
source: Not Equal
hu: Nem egyenlő
ro: Nu este egal

# QueryBuilder_NotIn
source: Not In
hu: Nem bent
ro: Nu în

# QueryBuilder_OR
source: OR
hu: VAGY
ro: SAU

# QueryBuilder_OtherFields
source: Other Fields
hu: Egyéb mezők
ro: Alte domenii

# QueryBuilder_SelectField
source: Select a field
hu: Válasszon egy mezőt
ro: Selectați un câmp

# QueryBuilder_SelectOperator
source: Select operator
hu: Válassza ki az operátort
ro: Selectați operatorul

# QueryBuilder_SelectValue
source: Enter Value
hu: Írja be az értéket
ro: Introduceți valoare

# QueryBuilder_StartsWith
source: Starts With
hu: Kezdődik
ro: Incepe cu

# QueryBuilder_SummaryViewTitle
source: Summary View
hu: Összegző nézet
ro: Vizualizare sumară

# QueryBuilder_ValidationMessage
source: This field is required
hu: Ez a mező kötelező
ro: Acest câmp este obligatoriu

# Dialog_Close
source: Close
hu: Bezárás
ro: Închide

# Toast_Close
source: Close
hu: Bezárás
ro: Închide

# InPlaceEditor_Save
source: Save
hu: Megment
ro: salva

# InPlaceEditor_Cancel
source: Cancel
hu: Megszünteti
ro: Anulare

# InPlaceEditor_LoadingText
source: Loading...
hu: Betöltés...
ro: Se încarcă...

# InPlaceEditor_EditIcon
source: Click to edit
hu: Kattintson a szerkesztéshez
ro: Faceți clic pentru a edita

# InPlaceEditor_EditAreaClick
source: Click to edit
hu: Kattintson a szerkesztéshez
ro: Faceți clic pentru a edita

# InPlaceEditor_EditAreaDoubleClick
source: Double click to edit
hu: Kattintson duplán a szerkesztéshez
ro: Faceți dublu clic pentru a edita

# Kanban_Items
source: items
hu: példány
ro: articole

# Kanban_CardsSelected
source: Cards Selected
hu: Kiválasztott kártyák
ro: Carduri selectate

# Kanban_AddTitle
source: Add New Card
hu: Új kártya hozzáadása
ro: Adăugați card nou

# Kanban_EditTitle
source: Edit Card Details
hu: A kártya adatainak szerkesztése
ro: Editează detaliile cardului

# Kanban_DeleteTitle
source: Delete Card
hu: Törölje a kártyát
ro: Ștergeți cardul

# Kanban_DeleteContent
source: Are you sure you want to delete this card?
hu: Biztosan törli ezt a kártyát?
ro: Sigur doriți să ștergeți acest card?

# Kanban_Save
source: Save
hu: Megment
ro: Salvați

# Kanban_Delete
source: Delete
hu: Töröl
ro: Șterge

# Kanban_Cancel
source: Cancel
hu: Megszünteti
ro: Anulare

# Kanban_Yes
source: Yes
hu: Igen
ro: da

# Kanban_No
source: No
hu: Nem
ro: Nu

# RichTextEditor_Alignments
source: Alignments
hu: együttállása
ro: aliniamente

# RichTextEditor_JustifyLeft
source: Align Left
hu: Balra igazít
ro: Alinia la stânga

# RichTextEditor_JustifyCenter
source: Align Center
hu: Igazítsa a központot
ro: Aliniere la centru

# RichTextEditor_JustifyRight
source: Align Right
hu: Igazítsd jobbra
ro: Aliniați dreapta

# RichTextEditor_JustifyFull
source: Align Justify
hu: Igazítsa igazítás
ro: Aliniază Justificare

# RichTextEditor_FontName
source: Font Name
hu: Betűkészlet neve
ro: Numele fontului

# RichTextEditor_FontSize
source: Font Size
hu: Betűméret
ro: Marimea fontului

# RichTextEditor_FontColor
source: Font Color
hu: Betű szín
ro: Culoarea fontului

# RichTextEditor_BackgroundColor
source: Background Color
hu: Háttérszín
ro: Culoare de fundal

# RichTextEditor_Bold
source: Bold
hu: Bátor
ro: Îndrăzneţ

# RichTextEditor_Italic
source: Italic
hu: dőlt betű
ro: Cursiv

# RichTextEditor_Underline
source: Underline
hu: Aláhúzás
ro: subliniere

# RichTextEditor_Strikethrough
source: Strikethrough
hu: áthúzás
ro: Tăiat

# RichTextEditor_ClearFormat
source: Clear Format
hu: Tiszta formátum
ro: Ștergeți formatul

# RichTextEditor_ClearAll
source: Clear All
hu: Mindent kitöröl
ro: Curata tot

# RichTextEditor_Cut
source: Cut
hu: Vágott
ro: A tăia

# RichTextEditor_Copy
source: Copy
hu: Másolat
ro: Copie

# RichTextEditor_Paste
source: Paste
hu: Paszta
ro: Pastă

# RichTextEditor_UnorderedList
source: Bulleted List
hu: Felsorolt ​​lista
ro: Listă cu puncte

# RichTextEditor_OrderedList
source: Numbered List
hu: Számozott lista
ro: Lista numerotată

# RichTextEditor_Indent
source: Increase Indent
hu: Növelje a behúzást
ro: Mareste indent-ul

# RichTextEditor_Outdent
source: Decrease Indent
hu: Csökkentse a behúzást
ro: Scăderea indentificării

# RichTextEditor_Superscript
source: Superscript
hu: mutatószám
ro: Exponent

# RichTextEditor_Subscript
source: Subscript
hu: Alsó index

# RichTextEditor_CreateLink
source: Insert Hyperlink
hu: Helyezze be a hiperhivatkozást
ro: Introduceți hyperlink

# RichTextEditor_OpenLink
source: Open Link
hu: Link megnyitása
ro: Deschide link-ul

# RichTextEditor_EditLink
source: Edit Link
hu: Link szerkesztése
ro: Editează linkul

# RichTextEditor_RemoveLink
source: Remove Link
hu: Távolítsa el a linket
ro: Eliminați linkul

# RichTextEditor_Image
source: Insert Image
hu: Kép beszúrása
ro: Inserați imagine

# RichTextEditor_Replace
source: Replace
hu: Cserélje
ro: A inlocui

# RichTextEditor_Align
source: Align
hu: Igazítsa
ro: Alinia

# RichTextEditor_Caption
source: Image Caption
hu: Képfelirat
ro: Legenda imaginii

# RichTextEditor_Remove
source: Remove
hu: Vegye ki
ro: Elimina

# RichTextEditor_InsertLink
source: Insert Link
hu: Helyezzen be linket

# RichTextEditor_Display
source: Display
hu: Kijelző
ro: Afişa

# RichTextEditor_AltText
source: Alternative Text
hu: Alternatív szöveg
ro: Text alternativ

# RichTextEditor_Dimension
source: Change Size
hu: Méret megváltoztatása
ro: Modificați dimensiunea

# RichTextEditor_Fullscreen
source: Maximize
hu: Teljes méret
ro: Maximizați

# RichTextEditor_Maximize
source: Maximize
hu: Teljes méret
ro: Maximizați

# RichTextEditor_Minimize
source: Minimize
hu: Kis méret
ro: minimaliza

# RichTextEditor_LowerCase
source: Lower Case
hu: Kisbetűs
ro: Minuscule

# RichTextEditor_UpperCase
source: Upper Case
hu: Nagybetűs
ro: Majuscule

# RichTextEditor_Print
source: Print
hu: Nyomtatás
ro: Imprimare

# RichTextEditor_Formats
source: Formats
hu: formátumok
ro: formate

# RichTextEditor_Sourcecode
source: Code View
hu: Kódnézet
ro: Vizualizare cod

# RichTextEditor_Preview
source: Preview
hu: Előnézet
ro: previzualizare

# RichTextEditor_Viewside
source: ViewSide
hu: Nézet oldal
ro: Vedere laterală

# RichTextEditor_InsertCode
source: Insert Code
hu: Írd be a kódot
ro: Introduce codul

# RichTextEditor_LinkText
source: Display Text
hu: Kijelző szöveg
ro: Afișați textul

# RichTextEditor_LinkTooltipLabel
source: Title
hu: Cím
ro: Titlu

# RichTextEditor_LinkWebUrl
source: Web Address
hu: Webcím
ro: Adresa de internet

# RichTextEditor_LinkTitle
source: Enter a title
hu: Írja be a címet
ro: Introduceți un titlu

# RichTextEditor_LinkOpenInNewWindow
source: Open Link in New Window
hu: Nyissa meg a linket az új ablakban
ro: Deschide link-ul într-o fereastră nouă

# RichTextEditor_LinkHeader
source: Insert Link
hu: Helyezzen be linket

# RichTextEditor_DialogCancel
source: Cancel
hu: Megszünteti
ro: Anulare

# RichTextEditor_DialogUpdate
source: Update
hu: frissítés
ro: Actualizați

# RichTextEditor_ImageHeader
source: Insert Image
hu: Kép beszúrása
ro: Inserați imagine

# RichTextEditor_ImageLinkHeader
source: You can also provide a link from the web
hu: Megadhat linket az internetről
ro: Puteți furniza, de asemenea, un link de pe web"

# RichTextEditor_MdImageLink
source: Please provide a URL for your image
hu: Kérjük, adja meg a kép URL-jét
ro: Vă rugăm să furnizați o adresă URL pentru imaginea dvs.

# RichTextEditor_ImageUploadMessage
source: Drop image here or browse to upload
hu: Dobd ide a képet vagy keresse meg a feltöltést
ro: Aruncați imaginea aici sau navigați pentru a încărca

# RichTextEditor_ImageDeviceUploadMessage
source: Click here to upload
hu: Kattintson ide a feltöltéshez
ro: Faceți clic aici pentru a încărca

# RichTextEditor_ImageAlternateText
source: Alternate Text
hu: Alternatív szöveg
ro: Text alternativ

# RichTextEditor_AlternateHeader
source: Alternative Text
hu: Alternatív szöveg
ro: Text alternativ

# RichTextEditor_Browse
source: Browse
hu: Böngészés
ro: Naviga

# RichTextEditor_ImageCaption
source: Caption
hu: Felirat
ro: Legendă

# RichTextEditor_ImageSizeHeader
source: Image Size
hu: Képméret
ro: Marimea imaginii

# RichTextEditor_ImageHeight
source: Height
hu: Magasság
ro: Înălţime

# RichTextEditor_ImageWidth
source: Width
hu: Szélesség
ro: Lăţime

# RichTextEditor_TextPlaceholder
source: Enter Text
hu: Írja be a szöveget
ro: Introduceți text

# RichTextEditor_InsertTableBtn
source: Insert Table
hu: Táblázat beszúrása
ro: Introduceți tabelul

# RichTextEditor_TableDialogHeader
source: Insert Table
hu: Táblázat beszúrása
ro: Introduceți tabelul

# RichTextEditor_TableWidth
source: Width
hu: Szélesség
ro: Lăţime

# RichTextEditor_Cellpadding
source: Cell Padding
hu: Sejtbetét
ro: Căptușeala celulară

# RichTextEditor_Cellspacing
source: Cell Spacing
hu: Cellaköz
ro: Spațiu celular

# RichTextEditor_Columns
source: Number of columns
hu: Oszlopok száma
ro: Numar de coloane

# RichTextEditor_Rows
source: Number of rows
hu: Sorok száma
ro: Număr de rânduri

# RichTextEditor_TableRows
source: Table Rows
hu: Táblázat sorok
ro: Rândurile de masă

# RichTextEditor_TableColumns
source: Table Columns
hu: Táblázat oszlopok
ro: Coloane din tabel

# RichTextEditor_TableCellHorizontalAlign
source: Table Cell Horizontal Align
hu: Táblázat cella vízszintes igazítása
ro: Aliniere orizontală a celulelor de masă
