Repository: Aravinth113/blazor-locale
Catalog: src/SfResources.*.resx
Languages: hu, ro

# AutoComplete_ActionFailureTemplate
source: The Request Failed
hu: A kérés sikertelen
ro: Solicitarea a eșuat

# AutoComplete_NoRecordsTemplate
source: No Records Found
hu: Nincs találat
ro: Nu au fost găsite

# Calendar_Today
source: Today
hu: Ma
ro: Astăzi

# ComboBox_ActionFailureTemplate
source: The Request Failed
hu: A kérés sikertelen
ro: Solicitarea a eșuat

# ComboBox_NoRecordsTemplate
source: No Records Found
hu: Nincs találat
ro: Nu au fost găsite

# DatePicker_Placeholder
source: Choose a date
hu: Válasszon egy dátumot
ro: Alegeți o dată

# DatePicker_Today
source: Today
hu: Ma
ro: Astăzi

# DateRangePicker_ApplyText
source: Apply
hu: Alkalmaz
ro: aplica

# DateRangePicker_CancelText
source: Cancel
hu: Megszünteti
ro: Anulare

# DateRangePicker_CustomRange
source: Custom Range
hu: Egyéni tartomány
ro: Gama personalizată

# DateRangePicker_Days
source: Days
hu: Napok
ro: zi

# DateRangePicker_EndLabel
source: End Date
hu: Befejezés dátuma
ro: Data de încheiere

# DateRangePicker_Placeholder
source: Choose a date range
hu: Válasszon dátumtartományt
ro: Alegeți un interval de date

# DateRangePicker_SelectedDays
source: Selected Days
hu: Kiválasztott napok

# DateRangePicker_StartLabel
source: Start Date
hu: Kezdő dátum
ro: Data de început

# DateTimePicker_Placeholder
source: Choose a date and time
hu: Válassza ki a dátumot és az időt
ro: Alegeți data și ora

# DateTimePicker_Today
source: Today
hu: Ma
ro: Astăzi

# DropDownList_ActionFailureTemplate
source: The Request Failed
hu: A kérés sikertelen
ro: Solicitarea a eșuat

# DropDownList_NoRecordsTemplate
source: No Records Found
hu: Nincs találat
ro: Nu au fost găsite

# MultiSelect_ActionFailureTemplate
source: The Request Failed
hu: A kérés sikertelen
ro: Solicitarea a eșuat

# MultiSelect_NoRecordsTemplate
source: No Records Found
hu: Nincs találat
ro: Nu au fost găsite

# MultiSelect_OverflowCountTemplate
source: +${count} more..
hu: +${count} további ..
ro: +${număr} mai mult ..

# MultiSelect_SelectAllText
source: Select All
hu: Mindet kiválaszt
ro: Selectează tot

# MultiSelect_TotalCountTemplate
source: ${count} selected
hu: ${count} kiválasztva
ro: ${număr} selectat

# MultiSelect_UnSelectAllText
source: Unselect All
hu: Minden kijelölés megszüntetése
ro: Deselectează tot

# NumericTextBox_DecrementTitle
source: Decrement value
hu: Csökkentési érték
ro: Valoarea descreșterii

# NumericTextBox_IncrementTitle
source: Increment value
hu: Növekedés értéke
ro: Valoarea creșterii

# TimePicker_Placeholder
source: Choose a time
hu: Válasszon időt
ro: Alege un timp

# Uploader_Abort
source: Abort
hu: Elvetél
ro: Abandonați

# Uploader_Browse
source: Browse...
hu: Tallózás ...
ro: Naviga...

# Uploader_Cancel
source: Cancel
hu: Megszünteti
ro: Anulare

# Uploader_Clear
source: Clear
hu: Egyértelmű
ro: clar

# Uploader_Delete
source: Delete file
hu: Fájl törlése
ro: Sterge fisierul

# Uploader_DropFilesHint
source: Or drop files here
hu: Vagy dobjon ide fájlokat
ro: Sau aruncați fișierele aici

# Uploader_FileUploadCancel
source: File upload canceled
hu: A fájl feltöltése megszakítva
ro: Încărcarea fișierului a fost anulată

# Uploader_InProgress
source: Uploading
hu: Feltöltés
ro: Se încarcă

# Uploader_InvalidFileType
source: File type is not allowed
hu: A fájltípus nem engedélyezett
ro: Tipul fișierului nu este permis

# Uploader_InvalidMaxFileSize
source: File size is too large
hu: A fájl mérete túl nagy
ro: Dimensiunea fișierului este prea mare

# Uploader_invalidMinFileSize
source: File size is too small
hu: A fájl mérete túl kicsi
ro: Dimensiunea fișierului este prea mică

# Uploader_Pause
source: Pause
hu: Szünet
ro: Pauză

# Uploader_PauseUpload
source: File upload paused
hu: A fájl feltöltése szünetel
ro: Încărcarea fișierului a fost întreruptă

# Uploader_ReadyToUploadMessage
source: Ready to upload
hu: Feltöltésre kész
ro: Gata de încărcare

# Uploader_Remove
source: Remove
hu: Vegye ki
ro: Elimina

# Uploader_RemovedFailedMessage
source: Unable to remove file
hu: Nem sikerült eltávolítani a fájlt
ro: Imposibil de eliminat fișierul

# Uploader_RemovedSuccessMessage
source: File removed successfully
hu: A fájl sikeresen eltávolítva
ro: Fișierul a fost eliminat cu succes

# Uploader_Resume
source: Resume
hu: Önéletrajz
ro: Relua

# Uploader_Retry
source: Retry
hu: Próbálja újra
ro: Reîncercați

# Uploader_Upload
source: Upload
hu: Feltöltés
ro: Încărcați

# Uploader_UploadFailedMessage
source: File failed to upload
hu: A fájlt nem sikerült feltölteni
ro: Fișierul nu a putut încărca

# Uploader_UploadSuccessMessage
source: File uploaded successfully
hu: fájl sikeresen feltöltve

# FileManager_NewFolder
source: New folder
hu: Új mappa
ro: Dosar nou

# FileManager_Upload
source: Upload
hu: Feltöltés
ro: Încărcați

# FileManager_Delete
source: Delete
hu: Töröl
ro: Șterge

# FileManager_Rename
source: Rename
hu: átnevezés
ro: Redenumire

# FileManager_Download
source: Download
hu: Letöltés
ro: Descarca

# FileManager_Cut
source: Cut
hu: Vágott
ro: A tăia

# FileManager_Copy
source: Copy
hu: Másolat
ro: Copie

# FileManager_Paste
source: Paste
hu: Paszta
ro: Pastă

# FileManager_SortBy
source: Sort by
hu: Sorrend
ro: Filtrează după

# FileManager_Refresh
source: Refresh
hu: Frissítés
ro: Reîmprospăta

# FileManager_ItemSelection
source: item selected
hu: elem kiválasztva
ro: element selectat

# FileManager_ItemsSelection
source: items selected
hu: elemek kiválasztva
ro: elemente selectate

# FileManager_View
source: View
hu: Kilátás
ro: Vedere

# FileManager_Details
source: Details
hu: Részletek
ro: Detalii

# FileManager_SelectAll
source: Select all
hu: Mindet kiválaszt
ro: Selectează tot

# FileManager_Open
source: Open
hu: Nyisd ki
ro: Deschis

# FileManager_TooltipNewFolder
source: New folder
hu: Új mappa
ro: Dosar nou

# FileManager_TooltipUpload
source: Upload
hu: Feltöltés
ro: Încărcați

# FileManager_TooltipDelete
source: Delete
hu: Töröl
ro: Șterge

# FileManager_TooltipRename
source: Rename
hu: átnevezés
ro: Redenumire

# FileManager_TooltipDownload
source: Download
hu: Letöltés
ro: Descarca

# FileManager_TooltipCut
source: Cut
hu: Vágott
ro: A tăia

# FileManager_TooltipCopy
source: Copy
hu: Másolat
ro: Copie

# FileManager_TooltipPaste
source: Paste
hu: Paszta
ro: Pastă

# FileManager_TooltipSortBy
source: Sort by
hu: Sorrend
ro: Filtrează după

# FileManager_TooltipRefresh
source: Refresh
hu: Frissítés
ro: Reîmprospăta

# FileManager_TooltipSelection
source: Clear selection
hu: Törölje a választást
ro: Selecție clară

# FileManager_TooltipView
source: View
hu: Kilátás
ro: Vedere

# FileManager_TooltipDetails
source: Details
hu: Részletek
ro: Detalii

# FileManager_TooltipSelectAll
source: Select all
hu: Mindet kiválaszt
ro: Selectează tot

# FileManager_Name
source: Name
hu: Név
ro: Nume

# FileManager_Size
source: Size
hu: Méret
ro: mărimea

# FileManager_DateModified
source: Modified
hu: Módosított
ro: Modificat

# FileManager_DateCreated
source: Date created
hu: Létrehozás dátuma
ro: Data creării

# FileManager_Path
source: Path
hu: Pálya
ro: cale

# FileManager_Modified
source: Modified
hu: Módosított
ro: Modificat

# FileManager_Created
source: Created
hu: Alkotó
ro: Creată

# FileManager_Location
source: Location
hu: Elhelyezkedés
ro: Locație

# FileManager_Type
source: Type
hu: típus
ro: Tip

# FileManager_Permission
source: Permission
hu: Engedély
ro: Permisiune

# FileManager_Ascending
source: Ascending
hu: növekvő
ro: Ascendent

# FileManager_Descending
source: Descending
hu: Csökkenő
ro: Descendentă

# FileManager_ViewLargeIcons
source: Large icons
hu: Nagy ikonok
ro: Pictograme mari

# FileManager_ViewDetails
source: Details
hu: Részletek
ro: Detalii

# FileManager_Search
source: Search
hu: Keresés
ro: Căutare

# FileManager_ButtonOk
source: OK
hu: rendben

# FileManager_ButtonCancel
source: Cancel
hu: Megszünteti
ro: Anulare

# FileManager_ButtonYes
source: Yes
hu: Igen
ro: da

# FileManager_ButtonNo
source: No
hu: Nem
ro: Nu

# FileManager_ButtonCreate
source: Create
hu: teremt
ro: Crea

# FileManager_ButtonSave
source: Save
hu: Megment
ro: salva

# FileManager_ContentNewFolder
source: Enter your folder name
hu: Írja be a mappa nevét
ro: Introduceți numele folderului

# FileManager_HeaderRename
source: Rename
hu: átnevezés
ro: Redenumire

# FileManager_ContentRename
source: Enter your new name
hu: Írja be új nevét
ro: Introduceți noul nume

# FileManager_HeaderRenameConfirmation
source: Rename Confirmation
hu: A megerősítés átnevezése
ro: Redenumiți confirmarea

# FileManager_ContentRenameConfirmation
source: If you change a file name extension, the file might become unstable. Are you sure you want to change it?
hu: Ha megváltoztat egy fájlnévkiterjesztést, akkor a fájl instabillá válhat. Biztosan meg akarja változtatni?
ro: Dacă schimbați o extensie de nume de fișier, fișierul ar putea deveni instabil. Ești sigur că vrei să o schimbi?

# FileManager_HeaderDelete
source: Delete File
hu: Fájl törlése
ro: Sterge fisierul

# FileManager_ContentDelete
source: Are you sure you want to delete this file?
hu: Biztosan törli ezt a fájlt?
ro: Sigur doriți să ștergeți acest fișier?

# FileManager_HeaderMultipleDelete
source: Delete Multiple Files
hu: Több fájl törlése
ro: Ștergeți mai multe fișiere

# FileManager_ContentMultipleDelete
source: Are you sure you want to delete these {0} files?
hu: Biztosan törli ezeket a (z) {0} fájlokat?
ro: Sigur doriți să ștergeți aceste fișiere {0}?

# FileManager_HeaderDuplicate
source: File/Folder exists
hu: A fájl / mappa létezik
ro: Există fișier / dosar

# FileManager_ContentDuplicate
source: {0} already exists. Do you want to rename and paste?
hu: A (z) {0} már létezik. Átnevezni és beilleszteni szeretné?
ro: {0} există deja. Doriți să redenumiți și să lipiți?

# FileManager_HeaderUpload
source: Upload Files
hu: Fájlok feltöltése
ro: Încărca fișiere

# FileManager_Error
source: Error
hu: Hiba
ro: Eroare

# FileManager_ValidationEmpty
source: The file or folder name cannot be empty.
hu: A fájl vagy mappa neve nem lehet üres.
ro: Numele fișierului sau folderului nu poate fi gol.

# FileManager_ValidationInvalid
source: The file or folder name {0} contains invalid characters. Please use a different name. Valid file or folder names cannot end with a dot or space.
hu: A (z) {0} fájl vagy mappa neve érvénytelen karaktereket tartalmaz. Kérjük, használjon másik nevet. Az érvényes fájl- vagy mappanevek nem érhetnek pontot vagy szóközt.
ro: Numele fișierului sau folderului {0} conține caractere nevalide. Vă rugăm să utilizați un alt nume. Numele de fișiere sau folder valide nu se pot termina cu un punct sau un spațiu.

# FileManager_ValidationNewFolderExists
source: A file or folder with the name {0} already exists.
hu: A (z) {0} nevű fájl vagy mappa már létezik.
ro: Există deja un fișier sau folder cu numele {0}.

# FileManager_ValidationRenameExists
source: Cannot rename {0} to {1}: destination already exists.
hu: Nem lehet átnevezni a (z) {0} -et {1} -re: a cél már létezik.
ro: Nu se poate redenumi {0} la {1}: destinația există deja.

# FileManager_FolderEmpty
source: This folder is empty
hu: Ez a mappa üres
ro: Acest dosar este gol

# FileManager_FileUpload
source: Drag files here to upload
hu: Húzza ide a fájlokat a feltöltéshez
ro: Trageți fișierele aici pentru a le încărca

# FileManager_SearchEmpty
source: No results found
hu: Nincs találat
ro: Nici un rezultat gasit

# FileManager_SearchKey
source: Try with different keywords
hu: Próbálja ki a különböző kulcsszavakat
ro: Încercați cu diferite cuvinte cheie

# FileManager_FilterEmpty
source: No results found
hu: Nincs találat
ro: Nici un rezultat gasit

# FileManager_FilterKey
source: Try with different filter
hu: Próbálja ki más szűrővel
ro: Încercați cu filtru diferit

# FileManager_SubFolderError
source: The destination folder is the subfolder of the source folder.
hu: A célmappa a forrásmappa almappája.
ro: Folderul destinație este subfolderul folderului sursă.

# FileManager_AccessDenied
source: Access Denied
hu: Hozzáférés megtagadva
ro: Acces interzis

# FileManager_AccessDetails
source: You don't have permission to access this folder.
hu: Nincs engedélye a mappa elérésére.
ro: Nu aveți permisiunea de a accesa acest folder.

# FileManager_HeaderRetry
source: File Already Exists
hu: A fájl már létezik
ro: Fisierul există deja

# FileManager_ContentRetry
source: A file with this name already exists in this folder. What would you like to do?
hu: Az ilyen névvel rendelkező fájl már létezik ebben a mappában. Mit szeretnél csinálni?
ro: Un fișier cu acest nume există deja în acest folder. Ce ai vrea sa faci?

# FileManager_ButtonKeepBoth
source: Keep both
hu: Megtartani mindkettőt
ro: Păstrați ambele

# FileManager_ButtonReplace
source: Replace
hu: Cserélje
ro: A inlocui

# FileManager_ApplyAllLabel
source: Do this for all current items
hu: Tegye ezt az összes aktuális elemre
ro: Faceți acest lucru pentru toate articolele curente

# FileManager_AccessMessage
source: {0} is not accessible. you need permission to perform the {1} action.
hu: A (z) {0} nem érhető el. engedélyre van szüksége a (z) {1} művelet végrehajtásához.
ro: {0} nu este accesibil. aveți nevoie de permisiunea pentru a efectua acțiunea {1}.

# FileManager_NetworkError
source: NetworkError: Failed to send on XMLHTTPRequest: Failed to load
hu: NetworkError: Az XMLHTTPRequest küldése nem sikerült: betöltése nem sikerült
ro: NetworkError: Eroare la trimiterea pe XMLHTTPRequest: Eroare la încărcare

# FileManager_ServerError
source: ServerError: Invalid response from
hu: ServerError: Érvénytelen válasz a következőtől:
ro: ServerError: răspuns nevalid din

# Chart_Zoom
source: Zoom
hu: Zoomolás

# Chart_ZoomIn
source: Zoom In
hu: Ráközelíteni
ro: Mareste

# Chart_ZoomOut
source: Zoom Out
hu: Kicsinyítés
ro: A micsora

# Chart_Reset
source: Reset
hu: Visszaállítás
ro: Resetați

# Chart_ResetZoom
source: Reset Zoom
hu: Alaphelyzetbe állítja a zoomot
ro: Resetare Zoom

# Slider_DecrementTitle
source: Decrease
hu: Csökken
ro: Scădea

# Slider_IncrementTitle
source: Increase
hu: Növekedés
ro: Crește

# Maps_Zoom
source: Zoom
hu: Zoomolás

# Maps_ZoomIn
source: ZoomIn
hu: Ráközelíteni
ro: Mareste

# Maps_ZoomOut
source: ZoomOut
hu: Kicsinyítés
ro: A micsora

# Maps_Reset
source: Reset
hu: Visszaállítás
ro: Resetați

# Maps_Pan
source: Pan
hu: Pán
ro: Tigaie

# Gantt_Above
source: Above
hu: Felett
ro: De mai sus

# Gantt_Add
source: Add
hu: hozzáad
ro: Adăuga

# Gantt_AddDialogTitle
source: New Task
hu: Új feladat
ro: Sarcina noua

# Gantt_BaselineEndDate
source: Baseline End Date
hu: Alapvonal befejezési dátuma
ro: Data de încheiere de bază

# Gantt_BaselineStartDate
source: BaselineStartDate
hu: Alapvonal kezdő dátuma
ro: Data inițială de început

# Gantt_Below
source: below
hu: Lent
ro: De mai jos

# Gantt_Cancel
source: cancel
hu: Megszünteti
ro: Anulare

# Gantt_Child
source: child
hu: Gyermek
ro: Copil

# Gantt_CollapseAll
source: collapse all
hu: Mindet összecsuk
ro: Reduceți totul

# Gantt_ConfirmDelete
source: Are you sure you want to Delete Record?
hu: Biztosan törli a rekordot?
ro: Sigur doriți să ștergeți înregistrarea?

# Gantt_ConfirmPredecessorDelete
source: Are you sure you want to remove dependency link?
hu: Biztosan eltávolítja a függőségi linket?
ro: Sigur doriți să eliminați linkul de dependență?

# Gantt_Convert
source: Convert
hu: Alakítani
ro: Convertit

# Gantt_CustomTab
source: Custom Columns
hu: Egyéni oszlopok
ro: Coloane personalizate

# Gantt_Day
source: day
hu: nap
ro: zi

# Gantt_Days
source: days
hu: napok
ro: zi

# Gantt_Delete
source: delete
hu: Töröl
ro: Șterge

# Gantt_DeleteDependency
source: delete Dependency
hu: Törölje a függőséget
ro: Ștergeți dependența

# Gantt_DeleteTask
source: delete Task
hu: Törölje a Feladatot
ro: Ștergeți Task

# Gantt_Dependency
source: Dependency
hu: Függőség
ro: Dependenţă

# Gantt_Duration
source: Duration
hu: tartam
ro: Durată

# Gantt_Edit
source: Edit
hu: szerkesztése
ro: Editați

# Gantt_EditDialogTitle
source: Task Information
hu: Információ a feladatról
ro: Informații despre sarcini

# Gantt_EmptyRecord
source: No records to display
hu: Nincs bejegyzés megjelenítéséhez
ro: Nu există înregistrări de afișat

# Gantt_EndDate
source: End Date
hu: Befejezés dátuma
ro: Data de încheiere

# Gantt_EnterValue
source: Enter the value
hu: Írja be az értéket
ro: Introduceți valoarea

# Gantt_EventMarkers
source: Event markers
hu: Eseményjelzők
ro: Markeri de eveniment

# Gantt_ExcelExport
source: Excel export
hu: Excel Exportálás
ro: Export Excel

# Gantt_ExpandAll
source: Expand All
hu: Az összes kibontása
ro: Extinde toate

# Gantt_Finish
source: Finish
hu: Befejez
ro: finalizarea

# Gantt_From
source: From
hu: Tól től
ro: Din

# Gantt_GeneralTab
source: General
hu: Tábornok

# Gantt_Hour
source: hour
hu: óra
ro: ora

# Gantt_Hours
source: hours
hu: órák
ro: ore

# Gantt_Lag
source: lag
hu: Lemaradás
ro: întârziere

# Gantt_LeftTaskLabel
source: Left task label
hu: Bal oldali feladatcímke
ro: Eticheta sarcinii din stânga

# Gantt_Milestone
source: Milestone
hu: Mérföldkő

# Gantt_Minute
source: minute
hu: perc
ro: minut

# Gantt_Minutes
source: minutes
hu: Percek
ro: minute

# Gantt_Name
source: Name
hu: Név
ro: Nume

# Gantt_NextTimeSpan
source: Next timespan
hu: Következő időtartam
ro: Durata următoare

# Gantt_Notes
source: Notes
hu: Megjegyzések
ro: notițe

# Gantt_Offset
source: Offset
hu: Eltolt
ro: Decalaj

# Gantt_OkText
source: ok
hu: Rendben

# Gantt_PrevTimeSpan
source: Previous timespan
hu: Előző időtartam
ro: Durata anterioară

# Gantt_Progress
source: Progress
hu: Haladás
ro: progres

# Gantt_ResourceID
source: Resource ID
hu: Erőforrás azonosító
ro: ID-ul resursei

# Gantt_ResourceName
source: Resources
hu: Erőforrások
ro: Resurse

# Gantt_RightTaskLabel
source: Right task label
hu: Helyes feladatcímke
ro: Eticheta corectă a sarcinii

# Gantt_Save
source: save
hu: Megment
ro: salva

# Gantt_SaveButton
source: Save
hu: Megment
ro: salva

# Gantt_Search
source: Search
hu: Keresés
ro: Căutare

# Gantt_Start
source: Start
hu: Rajt

# Gantt_StartDate
source: Start Date
hu: Kezdő dátum
ro: Data de început

# Gantt_Task
source: task
hu: feladat
ro: sarcină

# Gantt_TaskAfterPredecessor_FF
source: You moved '{0}' to finish after '{1}' finishes and the two tasks are linked. As the result, the links cannot be honored. Select one action below to perform
hu: A (z) „{0}” áthelyezésével befejezte a „{1}” befejezését és a két feladat összekapcsolását. Ennek eredményeként a linkeket nem lehet tiszteletben tartani. Válasszon egyet az alábbiak közül a végrehajtáshoz
ro: Ați mutat „{0}” pentru a termina după terminarea „{1}” și cele două sarcini sunt legate. Drept urmare, linkurile nu pot fi onorate. Selectați o acțiune de mai jos pentru a efectua

# Gantt_TaskAfterPredecessor_FS
source: You moved '{0}' away from '{1}' and the two tasks are linked. As the result, the links cannot be honored. Select one action below to perform
hu: A (z) '{0}' távolodott a (z) '{1}' -től, és a két feladat össze van kapcsolva. Ennek eredményeként a linkeket nem lehet tiszteletben tartani. Válasszon egyet az alábbiak közül a végrehajtáshoz
ro: Ați mutat „{0}” departe de „{1}” și cele două sarcini sunt legate. Drept urmare, linkurile nu pot fi onorate. Selectați o acțiune de mai jos pentru a efectua

# Gantt_TaskAfterPredecessor_SF
source: You moved '{0}' to finish after '{1}'starts and the two tasks are linked. As the result, the links cannot be honored. Select one action below to perform
hu: A (z) „{0}” -át áthelyezte, hogy a „{1}” elindulása után befejezze és a két feladat összekapcsolódjon. Ennek eredményeként a linkeket nem lehet tiszteletben tartani. Válasszon egyet az alábbiak közül a végrehajtáshoz
ro: Ați mutat „{0}” pentru a termina după începerea „{1}” și cele două sarcini sunt legate. Drept urmare, linkurile nu pot fi onorate. Selectați o acțiune de mai jos pentru a efectua

# Gantt_TaskAfterPredecessor_SS
source: You moved '{0}' to start after '{1}' starts and the two tasks are linked. As the result, the links cannot be honored. Select one action below to perform
hu: A (z) „{0}” -át áthelyezte, hogy a (z) „{1}” elindulása után elinduljon, és a két feladat össze legyen kapcsolva. Ennek eredményeként a linkeket nem lehet tiszteletben tartani. Válasszon egyet az alábbiak közül a végrehajtáshoz
ro: Ați mutat „{0}” pentru a începe după ce „{1}” începe și cele două sarcini sunt legate. Drept urmare, linkurile nu pot fi onorate. Selectați o acțiune de mai jos pentru a efectua

# Gantt_TaskBeforePredecessor_FF
source: You moved '{0}' to finish before '{1}' finishes and the two tasks are linked. As the result, the links cannot be honored. Select one action below to perform
hu: A (z) '{0}' áthelyezésével befejezte a (z) '{1}' befejezését, és a két feladat össze van kapcsolva. Ennek eredményeként a linkeket nem lehet tiszteletben tartani. Válasszon egyet az alábbiak közül a végrehajtáshoz
ro: Ați mutat „{0}” pentru a termina înainte de finalizarea „{1}” și cele două sarcini sunt legate. Drept urmare, linkurile nu pot fi onorate. Selectați o acțiune de mai jos pentru a efectua

# Gantt_TaskBeforePredecessor_FS
source: You moved '{0}' to start before '{1}' finishes and the two tasks are linked. As the result, the links cannot be honored. Select one action below to perform
hu: A '{0}' áthelyezésével indította el, mielőtt a '{1}' befejeződik, és a két feladat össze van kapcsolva. Ennek eredményeként a linkeket nem lehet tiszteletben tartani. Válasszon egyet az alábbiak közül a végrehajtáshoz
ro: Ați mutat „{0}” pentru a începe înainte de finalizarea „{1}” și cele două sarcini sunt legate. Drept urmare, linkurile nu pot fi onorate. Selectați o acțiune de mai jos pentru a efectua

# Gantt_TaskBeforePredecessor_SF
source: You moved '{0}' away from '{1}' to starts and the two tasks are linked. As the result, the links cannot be honored. Select one action below to perform
hu: A (z) '{0}' távolodott a (z) '{1}' -től a kezdéshez, és a két feladat össze van kapcsolva. Ennek eredményeként a linkeket nem lehet tiszteletben tartani. Válasszon egyet az alábbiak közül a végrehajtáshoz
ro: Ați mutat „{0}” departe de „{1}” la început și cele două sarcini sunt legate. Drept urmare, linkurile nu pot fi onorate. Selectați o acțiune de mai jos pentru a efectua

# Gantt_TaskBeforePredecessor_SS
source: You moved '{0}' to start before '{1}' starts and the two tasks are linked. As the result, the links cannot be honored. Select one action below to perform
hu: A (z) „{0}” áthelyezésével indította el, mielőtt a „{1}” elindult volna, és a két feladat össze van kapcsolva. Ennek eredményeként a linkeket nem lehet tiszteletben tartani. Válasszon egyet az alábbiak közül a végrehajtáshoz
ro: Ați mutat „{0}” pentru a începe înainte de a începe „{1}” și cele două sarcini sunt legate. Drept urmare, linkurile nu pot fi onorate. Selectați o acțiune de mai jos pentru a efectua

# Gantt_TaskInformation
source: Task Information
hu: Információ a feladatról
ro: Informații despre sarcini

# Gantt_TaskLink
source: Task Link
hu: Feladat link
ro: Link-ul sarcinii

# Gantt_Tasks
source: Tasks
hu: feladatok
ro: sarcini

# Gantt_TimelineCell
source: Timeline cell
hu: Idővonal cella
ro: Celula cronologică

# Gantt_To
source: To
hu: Nak nek
ro: La

# Gantt_ToMilestone
source: To Milestone
hu: A mérföldkőhöz
ro: Spre Milestone

# Gantt_ToTask
source: To Task
hu: A Feladathoz
ro: Pentru sarcină

# Gantt_Type
source: Type
hu: típus
ro: Tip

# Gantt_Update
source: Update
hu: frissítés
ro: Actualizați

# Gantt_WriteNotes
source: Write Notes
hu: Írj jegyzeteket
ro: Scrie Note

# Gantt_ZoomIn
source: Zoom in
hu: Ráközelíteni
ro: Mareste

# Gantt_ZoomOut
source: Zoom out
hu: Kicsinyítés
ro: A micsora

# Gantt_ZoomToFit
source: Zoom to fit
hu: Nagyítás, hogy illeszkedjen
ro: Zoom pentru a se potrivi
