Repository: Aravinth113/blazor-locale
Catalog: src/SfResources.*.resx
Languages: hu, ro

# ColorPicker_Apply
source: Apply
hu: Alkalmaz
ro: aplica

# ColorPicker_Cancel
source: Cancel
hu: Megszünteti
ro: Anulare

# ColorPicker_ModeSwitcher
source: Switch Mode
hu: Váltás mód
ro: Mod de comutare

# ListBox_ActionFailureTemplate
source: The Request Failed
hu: A kérés sikertelen
ro: Solicitarea a eșuat

# ListBox_MoveAllFrom
source: Move All From
hu: Az összes áthelyezése
ro: Mutați totul de la

# ListBox_MoveAllTo
source: Move All To
hu: Minden áthelyezése ide
ro: Mutați totul la

# ListBox_MoveDown
source: Move Down
hu: Lépjen le
ro: Mută-te în jos

# ListBox_MoveFrom
source: Move From
hu: Elmenni valahonnan
ro: Misca din

# ListBox_MoveTo
source: Move To
hu: Költözik
ro: Treceți la

# ListBox_MoveUp
source: Move Up
hu: Menj fel
ro: Mută ​​în sus

# ListBox_NoRecordsTemplate
source: No Records Found
hu: Nincs találat
ro: Nu au fost găsite

# ListBox_SelectAllText
source: Select All
hu: Mindet kiválaszt
ro: Selectează tot

# ListBox_UnSelectAllText
source: Unselect All
hu: Minden kijelölés megszüntetése
ro: Deselectează tot

# PivotFieldList_Add
source: add
hu: hozzáad
ro: adăuga

# PivotFieldList_AddFieldMessage
source: Add field here
hu: Itt adjon meg egy mezőt
ro: Adaugă câmpul aici

# PivotFieldList_After
source: After
hu: Után
ro: După

# PivotFieldList_AfterOrEqualTo
source: After Or Equal To
hu: Után vagy azzal egyenlő
ro: După sau egal cu

# PivotFieldList_Alert
source: Alert
hu: Éber
ro: Alerta

# PivotFieldList_All
source: All
hu: Minden
ro: Toate

# PivotFieldList_AllFields
source: All Fields
hu: Minden mező
ro: Toate câmpurile

# PivotFieldList_And
source: and
hu: és
ro: și

# PivotFieldList_Apply
source: APPLY
hu: ALKALMAZ
ro: APLICA

# PivotFieldList_Avg
source: Avg
hu: Átlagos
ro: Medie

# PivotFieldList_BaseField
source: Base field
hu: Alap mező
ro: Câmp de bază

# PivotFieldList_BaseItem
source: Base item
hu: Alapelem
ro: Element de bază

# PivotFieldList_Before
source: Before
hu: Előtt
ro: Inainte de

# PivotFieldList_BeforeOrEqualTo
source: Before Or Equal To
hu: Előtt vagy azzal egyenlő
ro: Înainte sau egal cu

# PivotFieldList_BeginWith
source: Begins With
hu: Kezdődik
ro: Începe cu

# PivotFieldList_Between
source: Between
hu: Között
ro: Între

# PivotFieldList_Blank
source: (Blank)
hu: (Üres)
ro: (Gol)

# PivotFieldList_By
source: by
hu: által
ro: de

# PivotFieldList_CalculatedField
source: Calculated Field
hu: Számított mező
ro: Câmpul calculat

# PivotFieldList_CalculatedField_ConfirmMessage
source: A calculation field already exists in this name. Do you want to replace it?
hu: A számítási mező már létezik ebben a névben. Szeretnéd kicserélni?
ro: Un câmp de calcul există deja în acest nume. Vrei sa o inlocuiesti?

# PivotFieldList_CalculatedField_DragDropMessage
source: Drag and drop fields to formula
hu: Húzza a mezőket a képletbe
ro: Trageți și plasați câmpurile în formulă

# PivotFieldList_CalculatedField_DragMessage
source: Drag field to formula
hu: Húzza a mezőt a képletbe
ro: Trageți câmpul către formulă

# PivotFieldList_CalculatedField_DropMessage
source: Calculated field cannot be place in any other region except value axis.
hu: A kiszámított mező nem helyezhető el egyetlen régióban sem, az értéktengely kivételével.
ro: Câmpul calculat nu poate fi plasat în nicio altă regiune, cu excepția axei valorice.

# PivotFieldList_CalculatedField_ExampleWatermark
source: Example: ('Sum(Order_Count)' + 'Sum(In_Stock)'') * 250
hu: Példa: ('Sum(Order_Count)' + 'Sum(In_Stock)'') * 250
ro: Exemplu: ('Sum(Order_Count)' + 'Sum(In_Stock)'') * 250

# PivotFieldList_CalculatedField_ExistMessage
source: A field already exists in this name. Please enter a different name.
hu: A mező már létezik ebben a névben. Adjon meg egy másik nevet.
ro: Un câmp există deja în acest nume. Vă rugăm să introduceți un alt nume.

# PivotFieldList_CalculatedField_MobileWatermark
source: Add fields and edit formula here.
hu: Adjon meg mezőket és módosítsa a képletet itt.
ro: Adăugați câmpuri și modificați formula aici.

# PivotFieldList_CalculatedField_NameWatermark
source: Enter the field name
hu: Írja be a mező nevét
ro: Introduceți numele câmpului

# PivotFieldList_CalculatedField_OLAPExampleWatermark
source: Example: [Measures].[Order Quantity] + ([Measures].[Order Quantity] * 0.10)
hu: Példa: [Measures].[Order Quantity] + ([Measures].[Order Quantity] * 0.10)
ro: Exemplu: [Measures].[Order Quantity] + ([Measures].[Order Quantity] * 0.10)

# PivotFieldList_CalculatedField_Tooltip
source: Drag and drop fields to create an expression. And, if you want to edit the existing the calculated fields! You can achieve it by simply selecting the field under 'Calculated Members'.
hu: Húzza a mezőket egy kifejezés létrehozásához. És ha meg akarja szerkeszteni a meglévő számított mezőket! Ezt úgy érheti el, ha egyszerűen kiválasztja a 'Számított tagok' mezőt.
ro: Trageți și plasați câmpurile pentru a crea o expresie. Și, dacă doriți să editați câmpurile existente, calculate! Puteți obține prin simpla selectare a câmpului în 'Membrii calculați'.

# PivotFieldList_Cancel
source: Cancel
hu: Megszünteti
ro: Anulare

# PivotFieldList_ChooseFieldMessage
source: Choose field
hu: Válassza a mezőt
ro: Alegeți câmpul

# PivotFieldList_Clear
source: Clear
hu: Egyértelmű
ro: clar

# PivotFieldList_ClearFilter
source: Clear
hu: Egyértelmű
ro: clar

# PivotFieldList_Close
source: Close
hu: Bezárás
ro: Închide

# PivotFieldList_ColumnAxisWatermark
source: Drop column here
hu: Ide dobja az oszlopot
ro: Aruncați coloana aici

# PivotFieldList_Columns
source: Columns
hu: Oszlopok
ro: coloane

# PivotFieldList_Contains
source: Contains
hu: tartalmazza
ro: Conține

# PivotFieldList_Copy
source: Copy
hu: Másolat
ro: Copie

# PivotFieldList_Count
source: Count
hu: Számol
ro: Numara

# PivotFieldList_CreateCalculatedField
source: Create Calculated Field
hu: Készítsen kiszámított mezőt
ro: Creați câmpul calculat

# PivotFieldList_Currency
source: Currency
hu: Valuta
ro: Valută

# PivotFieldList_Custom
source: Custom
hu: Egyedi
ro: Personalizat

# PivotFieldList_CustomFormat
source: Enter custom format string
hu: Adja meg az egyedi formátumú karakterláncot
ro: Introduceți șirul formatului personalizat

# PivotFieldList_Date
source: Date
hu: Dátum
ro: Data

# PivotFieldList_DateTextMessage
source: Show the items for which the date
hu: Mutassa meg azokat az elemeket, amelyek dátuma
ro: Afișați elementele pentru care data

# PivotFieldList_Days
source: Days
hu: Napok
ro: zi

# PivotFieldList_DeferLayoutUpdate
source: Defer Layout Update
hu: Halasztja az Elrendezés frissítését
ro: Amânarea actualizării aspectului

# PivotFieldList_Delete
source: Delete
hu: Töröl
ro: Șterge

# PivotFieldList_DifferenceFrom
source: Difference From
hu: Különbség a
ro: Diferență de

# PivotFieldList_Dimension
source: Dimension
hu: Dimenzió
ro: Dimensiune

# PivotFieldList_DistinctCount
source: Distinct Count
hu: Megkülönböztető gróf
ro: Contele distins

# PivotFieldList_DoesNotBeginWith
source: Does Not Begin With
hu: Nem kezdődik
ro: Nu începe cu

# PivotFieldList_DoesNotContains
source: Does Not Contain
hu: Nem tartalmaz
ro: Nu contine

# PivotFieldList_DoesNotEndsWith
source: Does Not End With
hu: Nem ér véget
ro: Nu se termină

# PivotFieldList_DoesNotEquals
source: Does Not Equal
hu: Nem egyenlő
ro: Nu este egal

# PivotFieldList_Drag
source: Drag
hu: ellenállás
ro: Trage

# PivotFieldList_DragFieldsMessage
source: Drag fields between axes below:
hu: Húzza a mezőket az alábbi tengelyek között:
ro: Trageți câmpurile între axe de mai jos:

# PivotFieldList_Edit
source: Edit
hu: szerkesztése
ro: Editați | ×

# PivotFieldList_EndsWith
source: Ends With
hu: Végződik
ro: Se termină cu

# PivotFieldList_EnterDate
source: Enter date
hu: Írja be a dátumot
ro: Introduceți data

# PivotFieldList_EnterValue
source: Enter value
hu: Írja be az értéket
ro: Introduceți valoarea

# PivotFieldList_Error
source: Error
hu: Hiba
ro: Eroare

# PivotFieldList_Example
source: e.g:
hu: például:
ro: de exemplu:

# PivotFieldList_Expression
source: Expression
hu: Kifejezés
ro: Expresie

# PivotFieldList_FieldDropErrorMessage
source: The field you are moving cannot be placed in that area of the report
hu: Az áthelyezett mezőt nem lehet a jelentés arra a területére helyezni
ro: Câmpul pe care îl mutați nu poate fi plasat în acea zonă a raportului

# PivotFieldList_FieldList
source: Field List
hu: Mezőlista
ro: Lista câmpurilor

# PivotFieldList_FieldName
source: Field Name
hu: Mező neve
ro: Numele domeniului

# PivotFieldList_FieldNameMessage
source: Field name :
hu: Mező neve :
ro: Numele domeniului :

# PivotFieldList_FieldType
source: Field Type
hu: Mező típusa
ro: Tipul câmpului

# PivotFieldList_Filter
source: Filter
hu: Szűrő
ro: Filtru

# PivotFieldList_FilterAxisWatermark
source: Drop filter here
hu: Ide dobja a szűrőt
ro: Aruncați filtrul aici

# PivotFieldList_Filtered
source: Filtered
hu: Szűrt
ro: Filtrate

# PivotFieldList_Filters
source: Filters
hu: Szűrők
ro: Filtre

# PivotFieldList_FormatString
source: Format String
hu: Formátum karakterlánc
ro: Formatează șirul

# PivotFieldList_Formula
source: Formula
hu: Képlet
ro: Formulă

# PivotFieldList_GreaterThan
source: Greater Than
hu: Nagyobb, mint
ro: Mai mare ca

# PivotFieldList_GreaterThanOrEqualTo
source: Greater Than Or Equal To
hu: Nagyobb, vagy azzal egyenlő
ro: Mai mare decât sau egală cu

# PivotFieldList_Group
source: Group
hu: Csoport
ro: grup

# PivotFieldList_Hours
source: Hours
hu: Órák
ro: ore

# PivotFieldList_InvalidFormula
source: Invalid formula.
hu: Érvénytelen képlet.
ro: Formula nevalidă.

# PivotFieldList_Label
source: Label
hu: Címke
ro: Eticheta

# PivotFieldList_LabelTextMessage
source: Show the items for which the label
hu: Mutassa meg azokat az elemeket, amelyek címkéje
ro: Afișați elementele pentru care eticheta

# PivotFieldList_LessThan
source: Less Than
hu: Kevesebb, mint
ro: Mai puțin decât

# PivotFieldList_LessThanOrEqualTo
source: Less Than Or Equal To
hu: Kevesebb, vagy azzal egyenlő
ro: Mai mic sau egal cu

# PivotFieldList_Measure
source: Measure
hu: Intézkedés
ro: Măsura

# PivotFieldList_Member
source: Member
hu: Tag
ro: Membru

# PivotFieldList_MemberLimitMessage
source: more items. Search to refine further.
hu: további elemek. Keressen további finomításra.
ro: mai multe articole. Căutați să perfecționați în continuare.

# PivotFieldList_Minutes
source: Minutes
hu: Percek
ro: Minute

# PivotFieldList_Months
source: Months
hu: Hónapok
ro: Luni

# PivotFieldList_MoreOption
source: More...
hu: Több...
ro: Mai Mult...

# PivotFieldList_MultipleItems
source: Multiple items
hu: Több elem
ro: Mai multe articole

# PivotFieldList_NoMatchesMessage
source: No matches
hu: Nincs egyezés
ro: Nici-o potrivire

# PivotFieldList_NotBetween
source: Not Between
hu: Nem között
ro: Nu între

# PivotFieldList_Null
source: null
hu: nulla
ro: nul

# PivotFieldList_OK
source: OK
hu: rendben

# PivotFieldList_OutOfRange
source: Out of Range
hu: Hatótávolságon kívül
ro: În afara razei de acțiune

# PivotFieldList_ParentHierarchy
source: Parent Hierarchy
hu: Szülői hierarchia
ro: Ierarhia părinților

# PivotFieldList_Percent
source: Percent
hu: Százalék
ro: La sută

# PivotFieldList_PercentageOfColumnTotal
source: % of Column Total
hu: Az oszlop összesen% -a
ro: % din totalul coloanei

# PivotFieldList_PercentageOfDifferenceFrom
source: % of Difference From
hu: A különbség% -a
ro: % din diferență de

# PivotFieldList_PercentageOfGrandTotal
source: % of Grand Total
hu: A teljes összeg% -a
ro: % din totalul mare

# PivotFieldList_PercentageOfParentColumnTotal
source: % of Parent Column Total
hu: A szülő oszlop% -a
ro: % din totalul coloanelor părinte

# PivotFieldList_PercentageOfParentRowTotal
source: % of Parent Row Total
hu: A szülői sor% -a
ro: % din totalul rândului părinților

# PivotFieldList_PercentageOfParentTotal
source: % of Parent Total
hu: Az összes szülő% -a
ro: % din totalul părinților

# PivotFieldList_PercentageOfRowTotal
source: % of Row Total
hu: Az összes sor% -a
ro: % din rândul total

# PivotFieldList_PopulationStDev
source: Population StDev
hu: Népesség StDev
ro: Populația StDev

# PivotFieldList_PopulationVar
source: Population Var
hu: Népesség Var

# PivotFieldList_Product
source: Product
hu: Termék
ro: Produs

# PivotFieldList_Quarters
source: Quarters
hu: Szállás

# PivotFieldList_QuarterYear
source: Quarter Year
hu: Negyedév
ro: Anul trimestrial

# PivotFieldList_Remove
source: Remove
hu: Vegye ki
ro: Elimina

# PivotFieldList_RowAxisWatermark
source: Drop row here
hu: Eladás sor itt
ro: Aruncați rândul aici

# PivotFieldList_Rows
source: Rows
hu: sorok
ro: rânduri

# PivotFieldList_RunningTotals
source: Running Totals
hu: Futó összegek
ro: Totaluri de rulare

# PivotFieldList_SampleStDev
source: Sample StDev
hu: Minta StDev
ro: Proba StDev

# PivotFieldList_SampleVar
source: Sample Var
hu: Minta Var
ro: Var. Probă

# PivotFieldList_Search
source: Search
hu: Keresés
ro: Căutare

# PivotFieldList_Seconds
source: Seconds
hu: másodperc
ro: secunde

# PivotFieldList_Sort
source: Sort
hu: Fajta
ro: Fel

# PivotFieldList_Standard
source: Standard
hu: Alapértelmezett

# PivotFieldList_StaticFieldList
source: Pivot Field List
hu: Pivot mezőlista
ro: Lista câmpurilor pivot

# PivotFieldList_Sum
source: Sum
hu: Összeg
ro: Sumă

# PivotFieldList_Summaries
source: Summaries values by
hu: Összegezze az értékeket:
ro: Rezumarea valorilor de

# PivotFieldList_SummarizeValuesBy
source: Summarize values by
hu: Összegezze az értékeket:
ro: Rezumați valorile după

# PivotFieldList_Undefined
source: undefined
hu: meghatározatlan
ro: nedefinit

# PivotFieldList_Value
source: Value
hu: Érték
ro: Valoare

# PivotFieldList_ValueAxisWatermark
source: Drop value here
hu: Érték csökkentése ide
ro: Scade valoarea aici

# PivotFieldList_ValueFieldSettings
source: Value field settings
hu: Érték mező beállításai
ro: Scade valoarea aici...

# PivotFieldList_Values
source: Values
hu: értékek
ro: valori

# PivotFieldList_ValueTextMessage
source: Show the items for which
hu: Mutassa meg azokat az elemeket, amelyekhez
ro: Afișați elementele pentru care

# PivotFieldList_Warning
source: Warning
hu: Figyelem
ro: Avertizare

# PivotFieldList_Years
source: Years
hu: Évek
ro: Ani

# PivotFieldList_CalculatedField_RemoveMessage
source: Are you sure you want to delete this calculated field?
hu: Biztosan törli ezt a kiszámított mezőt?
ro: Sigur doriți să ștergeți acest câmp calculat?

# PivotFieldList_Yes
source: Yes
hu: Igen
ro: da

# PivotFieldList_Of
source: of
hu: közül
ro: de

# PivotFieldList_NumberFormat_ExampleWatermark
source: Example: C, P, 0000 %, ###0.##0#, etc.
hu: Példa: C, P, 0000 %, ###0.##0#, etc.
ro: Exemplu: C, P, 0000 %, ###0.##0#, etc.

# PivotFieldList_SortNone_TooltipMessage
source: Sort data order
hu: Rendezési adatok sorrendje
ro: Sortare ordine de date

# PivotFieldList_SortAscending_TooltipMessage
source: Sort ascending order
hu: Rendezés növekvő sorrendben
ro: Sortează ordinea ascendentă

# PivotFieldList_SortDescending_TooltipMessage
source: Sort descending order
hu: Rendezés csökkenő sorrendbe
ro: Sortează ordinea descendentă

# PivotFieldList_CalculatedField_EditTooltipMessage
source: Edit calculated field
hu: Szerkessze a kiszámított mezőt
ro: Editați câmpul calculat

# PivotFieldList_CalculatedField_ClearTooltipMessage
source: Clear edited field info
hu: Törölje a szerkesztett mezőinformációkat
ro: Ștergeți informațiile câmpului editate

# PivotFieldList_Format
source: Format
hu: Formátum

# PivotView_AddToColumn
source: Add to Column
hu: Hozzáadás az oszlophoz
ro: Adăugați la Coloană

# PivotView_AddToFilter
source: Add to Filter
hu: Add hozzá a szűrőhöz
ro: Adăugați în filtru

# PivotView_AddToRow
source: Add to Row
hu: Hozzáadás a sorhoz
ro: Adăugați la Row

# PivotView_After
source: After
hu: Után
ro: După

# PivotView_AfterOrEqualTo
source: After Or Equal To
hu: Után vagy azzal egyenlő
ro: După sau egal cu

# PivotView_Aggregate
source: Aggregate
hu: adalékanyag
ro: Agregat

# PivotView_Alert
source: Alert
hu: Éber
ro: Alerta

# PivotView_All
source: All
hu: Minden
ro: Toate

# PivotView_AllFields
source: All Fields
hu: Minden mező
ro: Toate câmpurile

# PivotView_AllValues
source: All Values
hu: Minden érték
ro: Toate valorile

# PivotView_And
source: and
hu: és
ro: și

# PivotView_Apply
source: APPLY
hu: ALKALMAZ
ro: APLICA

# PivotView_Area
source: Area
hu: Terület
ro: Zonă

# PivotView_Ascending
source: Ascending
hu: növekvő
ro: Ascendent

# PivotView_Avg
source: Avg
hu: Átlagos
ro: Medie

# PivotView_Bar
source: Bar
hu: Rúd

# PivotView_BaseField
source: Base field
hu: Alap mező
ro: Câmp de bază

# PivotView_BaseItem
source: Base item
hu: Alapelem
ro: Element de bază

# PivotView_Before
source: Before
hu: Előtt
ro: Inainte de

# PivotView_BeforeOrEqualTo
source: Before Or Equal To
hu: Előtt vagy azzal egyenlő
ro: Înainte sau egal cu

# PivotView_BeginWith
source: Begins With
hu: Kezdődik
ro: Începe cu

# PivotView_Between
source: Between
hu: Között
ro: Între

# PivotView_Blank
source: (Blank)
hu: (Üres)
ro: (Gol)

# PivotView_By
source: by
hu: által
ro: de

# PivotView_CalculatedField
source: Calculated Field
hu: Számított mező
ro: Câmpul calculat

# PivotView_CalculatedField_ConfirmMessage
source: A calculation field already exists in this name. Do you want to replace it?
hu: Ebben a névben már létezik egy számítási mező. Szeretnéd kicserélni?
ro: Un câmp de calcul există deja în acest nume. Vrei sa o inlocuiesti?

# PivotView_CalculatedField_DragDropMessage
source: Drag and drop fields to formula
hu: Húzza a mezőket a képletbe
ro: Trageți și plasați câmpurile în formulă

# PivotView_CalculatedField_DragMessage
source: Drag field to formula
hu: Húzza a mezőt a képletbe
ro: Trageți câmpul către formulă

# PivotView_CalculatedField_DropMessage
source: Calculated field cannot be place in any other region except value axis.
hu: A kiszámított mező nem helyezhető el egyetlen régióban sem, az értéktengely kivételével.
ro: Câmpul calculat nu poate fi plasat în nicio altă regiune, cu excepția axei valorice.

# PivotView_CalculatedField_ExampleWatermark
source: Example: ('Sum(Order_Count)' + 'Sum(In_Stock)') * 250
hu: Példa: ('Sum(Order_Count)' + 'Sum(In_Stock)') * 250
ro: Exemplu: ('Sum(Order_Count)' + 'Sum(In_Stock)') * 250

# PivotView_CalculatedField_ExistMessage
source: A field already exists in this name. Please enter a different name.
hu: A mező már létezik ebben a névben. Adjon meg egy másik nevet.
ro: Un câmp există deja în acest nume. Vă rugăm să introduceți un alt nume.

# PivotView_CalculatedField_MobileWatermark
source: Add fields and edit formula here.
hu: Adjon meg mezőket és módosítsa a képletet itt.
ro: Adăugați câmpuri și modificați formula aici.

# PivotView_CalculatedField_NameWatermark
source: Enter the field name
hu: Írja be a mező nevét
ro: Introduceți numele câmpului

# PivotView_CalculatedField_OLAPExampleWatermark
source: Example: [Measures].[Order Quantity] + ([Measures].[Order Quantity] * 0.10)
hu: Példa: [Measures].[Order Quantity] + ([Measures].[Order Quantity] * 0.10)
ro: Exemplu: [Measures].[Order Quantity] + ([Measures].[Order Quantity] * 0.10)

# PivotView_CalculatedField_Tooltip
source: Drag and drop fields to create an expression. And, if you want to edit the existing the calculated fields! Then you can achieve it by simply selecting the field under 'Calculated Members'.
hu: Húzza a mezőket egy kifejezés létrehozásához. És ha meg akarja szerkeszteni a meglévő számított mezőket! Akkor ezt elérheti, ha egyszerűen kiválasztja a 'Számított tagok' mezőt.
ro: Trageți și plasați câmpurile pentru a crea o expresie. Și, dacă doriți să editați câmpurile existente, calculate! Apoi îl puteți realiza prin simpla selectare a câmpului în 'Membrii calculați'.

# PivotView_Cancel
source: Cancel
hu: Megszünteti
ro: Anulare

# PivotView_Chart
source: Chart
hu: Diagram
ro: Diagramă

# PivotView_Clear
source: Clear
hu: Egyértelmű
ro: clar

# PivotView_ClearFilter
source: Clear
hu: Egyértelmű
ro: clar

# PivotView_Close
source: Close
hu: Bezárás
ro: Închide

# PivotView_Collapse
source: Collapse
hu: Összeomlás
ro: Colaps

# PivotView_Column
source: Column
hu: Oszlop
ro: Coloană

# PivotView_ColumnAxisWatermark
source: Drop column here
hu: Ide dobja az oszlopot
ro: Aruncați coloana aici

# PivotView_Columns
source: Columns
hu: Oszlopok
ro: coloane

# PivotView_ConditionalFormating
source: Conditional Formatting
hu: Feltételes formázás
ro: Formatarea condițională

# PivotView_ConditionalFormatting
source: Conditional formatting
hu: Feltételes formázás
ro: Formatarea condițională

# PivotView_Contains
source: Contains
hu: tartalmazza
ro: Conține

# PivotView_Copy
source: Copy
hu: Másolat
ro: Copie

# PivotView_Count
source: Count
hu: Számol
ro: Numara

# PivotView_CreateCalculatedField
source: Create Calculated Field
hu: Készítsen kiszámított mezőt
ro: Creați câmpul calculat

# PivotView_Currency
source: Currency
hu: Valuta
ro: Valută

# PivotView_CurrencySymbol
source: Currency Symbol
hu: Pénznem szimbólum
ro: Simbol Valută

# PivotView_Custom
source: Custom
hu: Egyedi
ro: Personalizat

# PivotView_CustomFormat
source: Custom Format
hu: Egyéni formátum
ro: Format personalizat

# PivotView_CustomFormatMessage
source: Enter custom format string
hu: Adja meg az egyedi formátumú karakterláncot
ro: Introduceți șirul formatului personalizat

# PivotView_Date
source: Date
hu: Dátum
ro: Data

# PivotView_DateTextMessage
source: Show the items for which the date
hu: Mutassa meg azokat az elemeket, amelyek dátuma
ro: Afișați elementele pentru care data

# PivotView_Days
source: Days
hu: Napok
ro: zi

# PivotView_DecimalPlaces
source: Decimal Places
hu: Tizedes jel
ro: Zecimale

# PivotView_Delete
source: Delete
hu: Töröl
ro: Șterge

# PivotView_DeleteReport
source: Delete a current report
hu: Töröl egy aktuális jelentést
ro: Ștergeți un raport curent

# PivotView_Descending
source: Descending
hu: Csökkenő
ro: Descendentă

# PivotView_Details
source: Details
hu: Részletek
ro: Detalii

# PivotView_DifferenceFrom
source: Difference From
hu: Különbség a
ro: Diferență de

# PivotView_Dimension
source: Dimension
hu: Dimenzió
ro: Dimensiune

# PivotView_DistinctCount
source: Distinct Count
hu: Megkülönböztető gróf
ro: Contele distins

# PivotView_DoesNotBeginWith
source: Does Not Begin With
hu: Nem kezdődik
ro: Nu începe cu

# PivotView_DoesNotContains
source: Does Not Contain
hu: Nem tartalmaz
ro: Nu contine

# PivotView_DoesNotEndsWith
source: Does Not End With
hu: Nem ér véget
ro: Nu se termină

# PivotView_DoesNotEquals
source: Does Not Equal
hu: Nem egyenlő
ro: Nu este egal

# PivotView_DoNotShowGrandTotals
source: Do not show grand totals
hu: Ne mutasson nagy összegeket
ro: Nu afișați totalități mari

# PivotView_DoNotShowSubtotals
source: Do not show sub totals
hu: Ne jelenítsen meg részösszegeket
ro: Nu afișați totalurile secundare

# PivotView_Drag
source: Drag
hu: ellenállás
ro: Trage

# PivotView_DrillThrough
source: Drill Through
hu: Átfúrni

# PivotView_DrillThroughErrorMessage
source: Cannot show the raw items of calculated fields.
hu: Nem lehet megjeleníteni a kiszámított mezők nyers elemeit.
ro: Nu se pot afișa elementele brute ale câmpurilor calculate.

# PivotView_Edit
source: Edit
hu: szerkesztése
ro: Editați | ×

# PivotView_EmptyRecordsMessage
source: No records to display
hu: Nincs bejegyzés megjelenítéséhez
ro: Nu există înregistrări de afișat

# PivotView_EmptyReportMessage
source: No reports found!!
hu: Nem található jelentés !!
ro: Nu s-au găsit rapoarte !!

# PivotView_EndAt
source: Ending at
hu: -Ig ér véget
ro: Se încheie la

# PivotView_EndsWith
source: Ends With
hu: Végződik
ro: Se termină cu

# PivotView_EnterDate
source: Enter date
hu: Írja be a dátumot
ro: Introduceți data

# PivotView_EnterReportNameMessage
source: Enter a report name
hu: Írja be a jelentés nevét
ro: Introduceți un nume de raport
