Repository: Aravinth113/blazor-locale
Catalog: src/SfResources.*.resx
Languages: hu, ro

# PdfViewer_FileCorruptedContent
source: The file is corrupted and cannot be opened.
hu: A fájl sérült, és nem nyitható meg.
ro: Fișierul este corupt și nu poate fi deschis.

# PdfViewer_FitWidth
source: Fit Width
hu: Fit Szélesség
ro: Lățimea potrivită

# PdfViewer_Automatic
source: Automatic
hu: Automatikus
ro: Automat

# PdfViewer_GoToFirstPage
source: Show first page
hu: Az első oldal megjelenítése
ro: Afișează prima pagină

# PdfViewer_InvalidPassword
source: Incorrect Password. Please try again.
hu: Hibás jelszó. Kérlek próbáld újra.
ro: Parola incorecta. Vă rugăm să încercați din nou.

# PdfViewer_NextPage
source: Show next page
hu: A következő oldal megjelenítése
ro: Afișează pagina următoare

# PdfViewer_PreviousPage
source: Show previous page
hu: Az előző oldal megjelenítése
ro: Arată pagina anterioară

# PdfViewer_OK
source: OK
hu: rendben

# PdfViewer_Open
source: Open file
hu: Fájl megnyitása
ro: Deschide fișierul

# PdfViewer_PageNumber
source: Current page number
hu: Aktuális oldal száma
ro: Numărul curent al paginii

# PdfViewer_GoToLastPage
source: Show last page
hu: Mutassa az utolsó oldalt
ro: Afișează ultima pagină

# PdfViewer_Zoom
source: Zoom
hu: Zoomolás

# PdfViewer_ZoomIn
source: Zoom In
hu: Nagyítás
ro: a mari

# PdfViewer_ZoomOut
source: Zoom Out
hu: Kicsinyítés
ro: A micsora

# PdfViewer_PageThumbnails
source: Page thumbnails
hu: Oldal miniatűrök
ro: Miniaturi de pagină

# PdfViewer_Bookmarks
source: Bookmarks
hu: Könyvjelzők
ro: Marcaje

# PdfViewer_Print
source: Print File
hu: Fájl nyomtatása
ro: Fisier de printat

# PdfViewer_PasswordProtected
source: Password Required
hu: Jelszó szükséges
ro: Parola obligatorie

# PdfViewer_Copy
source: Copy
hu: Másolat
ro: Copie

# PdfViewer_TextSelection
source: Text selection tool
hu: Szövegválasztó eszköz
ro: Instrument de selectare a textului

# PdfViewer_Panning
source: Pan Mode
hu: Pan mód
ro: Mod Pan

# PdfViewer_TextSearch
source: Find text
hu: Szöveg keresése
ro: Găsiți text

# PdfViewer_Findindocument
source: Find in document
hu: Keressen a dokumentumban
ro: Găsiți în document

# PdfViewer_Matchcase
source: Match case
hu: Mérkőzés esetén
ro: Carcasă potrivită

# PdfViewer_Apply
source: Apply
hu: Alkalmaz
ro: aplica

# PdfViewer_GoToPage
source: Go To Page
hu: Menj az oldalra
ro: Mergi la pagina

# PdfViewer_Nomatches
source: Viewer has finished searching the document. No more matches were found
hu: A néző befejezte a dokumentum keresését. Nincs több találat
ro: Viewer a terminat căutarea documentului. Nu s-au găsit mai multe meciuri

# PdfViewer_NoTextFound
source: No Text Found
hu: Nem található szöveg
ro: Nu a fost găsit niciun text

# PdfViewer_Annotation
source: Add or Edit annotations
hu: Jelölések hozzáadása vagy szerkesztése
ro: Adăugați sau Editați adnotări

# PdfViewer_Highlight
source: Highlight Text
hu: Jelölje ki a szöveget
ro: Text subliniat

# PdfViewer_Underline
source: Underline Text
hu: Aláhúzott szöveg
ro: Subliniază textul

# PdfViewer_Strikethrough
source: Strikethrough Text
hu: Áthúzott szöveg
ro: text de strikethrough

# PdfViewer_Delete
source: Delete annotation
hu: Törölje a jelölést
ro: Ștergeți adnotarea

# PdfViewer_Opacity
source: Opacity
hu: Átlátszatlanság
ro: Opacitate

# PdfViewer_ColorEdit
source: Change Color
hu: Színét változtatni
ro: Schimba culoarea

# PdfViewer_OpacityEdit
source: Change Opacity
hu: Az átlátszóság módosítása
ro: Schimbă opacitatea

# PdfViewer_HighlightContext
source: Highlight
hu: Kiemel
ro: Pune in evidenta

# PdfViewer_UnderlineContext
source: Underline
hu: Aláhúzás
ro: subliniere

# PdfViewer_StrikethroughContext
source: Strike through
hu: Át kell törölni
ro: Loviti prin

# PdfViewer_Servererror
source: Web-service is not listening. PDF Viewer depends on web-service for all its features. Please start the web service to continue.
hu: A webszolgáltatás nem figyel. A PDF Viewer minden funkciója függ a webszolgáltatástól. Kérjük, indítsa el a webszolgáltatást a folytatáshoz.
ro: Serviciul web nu ascultă. PDF Viewer depinde de serviciul web pentru toate funcțiile sale. Vă rugăm să începeți serviciul web pentru a continua.

# PdfViewer_Clienterror
source: Client-side error is found. Please check the custom headers provided in the AjaxRequestSettings property and web action methods in the ServerActionSettings property.
hu: Ügyféloldali hiba található. Ellenőrizze az AjaxRequestSettings tulajdonságban szereplő egyéni fejléceket és a ServerActionSettings tulajdonság webes műveleti módszereit.
ro: Eroare din partea clientului este găsită. Verificați anteturile personalizate furnizate în proprietatea AjaxRequestSettings și metodele de acțiune web din proprietatea ServerActionSettings.

# PdfViewer_OpenText
source: Open
hu: Nyisd ki
ro: Deschis

# PdfViewer_FirstText
source: First Page
hu: Első oldal
ro: Prima pagina

# PdfViewer_PreviousText
source: Previous Page
hu: Előző oldal
ro: Pagina precedentă

# PdfViewer_NextText
source: Next Page
hu: Következő oldal
ro: Pagina următoare

# PdfViewer_LastText
source: Last Page
hu: Utolsó oldal
ro: Ultima pagina

# PdfViewer_ZoomInText
source: Zoom In
hu: Nagyítás
ro: A mari

# PdfViewer_ZoomOutText
source: Zoom Out
hu: Kicsinyítés
ro: A micsora

# PdfViewer_SelectionText
source: Selection
hu: Kiválasztás
ro: Selecţie

# PdfViewer_PanText
source: Pan
hu: Pán
ro: Tigaie

# PdfViewer_PrintText
source: Print
hu: Nyomtatás
ro: Imprimare

# PdfViewer_SearchText
source: Search
hu: Keresés
ro: Căutare

# PdfViewer_AnnotationEditText
source: Edit Annotation
hu: Jegyzet szerkesztése
ro: Editează adnotarea

# PdfViewer_LineThickness
source: Line Thickness
hu: Vonalak vastagsága
ro: Grosimea liniei

# PdfViewer_LineProperties
source: Line Properties
hu: Vonal tulajdonságai
ro: Proprietăți de linie

# PdfViewer_StartArrow
source: Start Arrow
hu: Start nyíl
ro: Începeți săgeata

# PdfViewer_EndArrow
source: End Arrow
hu: Vég nyíl
ro: Săgeata finală

# PdfViewer_LineStyle
source: Line Style
hu: Vonal stílusa
ro: Stil de linie

# PdfViewer_FillColor
source: Fill Color
hu: Kitöltőszín
ro: Culoare umplere

# PdfViewer_LineColor
source: Line Color
hu: Vonal színe
ro: Culoarea liniei

# PdfViewer_None
source: None
hu: Egyik sem
ro: Nici unul

# PdfViewer_OpenArrow
source: Open Arrow
hu: Nyílt nyíl
ro: Săgeată deschisă

# PdfViewer_ClosedArrow
source: Closed Arrow
hu: Zárt nyíl
ro: Săgeata închisă

# PdfViewer_RoundArrow
source: Round Arrow
hu: Kerek nyíl
ro: Săgeata rotundă

# PdfViewer_SquareArrow
source: Square Arrow
hu: Négyzet alakú nyíl
ro: Săgeata pătrată

# PdfViewer_DiamondArrow
source: Diamond Arrow
hu: Gyémánt nyíl
ro: Săgeata de diamant

# PdfViewer_Cut
source: Cut
hu: Vágott
ro: A tăia

# PdfViewer_Paste
source: Paste
hu: Paszta
ro: Pastă

# PdfViewer_DeleteContext
source: Delete
hu: Töröl
ro: Șterge

# PdfViewer_Properties
source: Properties
hu: Tulajdonságok
ro: Proprietăți

# PdfViewer_AddShapes
source: Add Shapes
hu: Add formák
ro: Adăugați forme

# PdfViewer_StrokeEdit
source: Change Stroke Color
hu: Változás a stroke színére
ro: Schimbați culoarea cursei

# PdfViewer_ChangeThickness
source: Change Border Thickness
hu: Változtassa meg a határ vastagságát
ro: Schimbați grosimea graniței

# PdfViewer_AddRectangle
source: Add Rectangle
hu: Adjon hozzá téglalapot
ro: Adăugați Rectangle

# PdfViewer_AddCircle
source: Add Circle
hu: Add kör
ro: Adăugați cerc

# PdfViewer_AddPolygon
source: Add Polygon
hu: Add a sokszög
ro: Adăugați Poligon

# PdfViewer_AddComments
source: Add Comments
hu: Hozzászólások hozzáadása
ro: Adaugă comentarii

# PdfViewer_Comments
source: Comments
hu: Hozzászólások
ro: Comentarii

# PdfViewer_NoCommentsYet
source: No Comments Yet
hu: Még nincsenek hozzászólások
ro: Nici un comentariu

# PdfViewer_Accepted
source: Accepted
hu: Elfogadott
ro: Admis

# PdfViewer_Completed
source: Completed
hu: befejezték
ro: Efectuat

# PdfViewer_Cancelled
source: Cancelled
hu: Törölve
ro: Anulat

# PdfViewer_Rejected
source: Rejected
hu: Elutasítva
ro: respins

# PdfViewer_LeaderLength
source: Leader Length
hu: Vezető hossza
ro: Lungimea liderului

# PdfViewer_ScaleRatio
source: Scale Ratio
hu: Skálaarány
ro: Raportul scării

# PdfViewer_Calibrate
source: Calibrate
hu: Kalibrálás
ro: Calibra

# PdfViewer_CalibrateDistance
source: Calibrate Distance
hu: Távolság kalibrálása
ro: Calibrați distanța

# PdfViewer_CalibratePerimeter
source: Calibrate Perimeter
hu: Kalibrálja a kerületet
ro: Calibrați Perimetrul

# PdfViewer_CalibrateArea
source: Calibrate Area
hu: Kalibrálja a területet
ro: Zona de calibrare

# PdfViewer_CalibrateRadius
source: Calibrate Radius
hu: Kalibrálja a sugarat
ro: Raza Calibrați

# PdfViewer_CalibrateVolume
source: Calibrate Volume
hu: Kalibrálja a hangerőt
ro: Calibrați volumul

# PdfViewer_Depth
source: Depth
hu: Mélység
ro: Adâncime

# PdfViewer_Closed
source: Closed
hu: Zárva
ro: Închis

# PdfViewer_Round
source: Round
hu: Kerek
ro: Rundă

# PdfViewer_Square
source: Square
hu: Négyzet
ro: Pătrat

# PdfViewer_Diamond
source: Diamond
hu: gyémánt
ro: Diamant

# PdfViewer_Edit
source: Edit
hu: szerkesztése
ro: Editați | ×

# PdfViewer_Comment
source: Comment
hu: Megjegyzés
ro: cometariu

# PdfViewer_CommentPanel
source: Comment Panel
hu: Megjegyzés panel
ro: Panoul de comentarii

# PdfViewer_SetStatus
source: Set Status
hu: Állapot beállítása
ro: Setați starea

# PdfViewer_Post
source: Post
hu: posta

# PdfViewer_Page
source: Page
hu: oldal
ro: Pagină

# PdfViewer_AddComment
source: Add a Comment
hu: Hozzászólni
ro: Adauga un comentariu

# PdfViewer_AddReply
source: Add a Reply
hu: Adj hozzá egy választ
ro: Adăugați un răspuns

# PdfViewer_ImportAnnotations
source: Import Annotations
hu: Jegyzetek importálása
ro: Importați adnotări

# PdfViewer_ExportAnnotations
source: Export Annotations
hu: Jegyzetek exportálása
ro: Adnotări la export

# PdfViewer_Add
source: Add
hu: hozzáad
ro: Adăuga

# PdfViewer_Clear
source: Clear
hu: Egyértelmű
ro: clar

# PdfViewer_Bold
source: Bold
hu: Bátor
ro: Îndrăzneţ

# PdfViewer_Italic
source: Italic
hu: dőlt betű
ro: Cursiv

# PdfViewer_Strikethroughs
source: Strikethroughs
hu: áthúzás
ro: Tăiat

# PdfViewer_Underlines
source: Underlines
hu: hangsúlyozza
ro: subliniază

# PdfViewer_Superscript
source: Superscript
hu: mutatószám
ro: Exponent

# PdfViewer_Subscript
source: Subscript
hu: Alsó index

# PdfViewer_AlignLeft
source: Align Left
hu: Balra igazít
ro: Alinia la stânga

# PdfViewer_AlignRight
source: Align Right
hu: Igazítsa jobbra
ro: Aliniați dreapta

# PdfViewer_Center
source: Center
hu: Központ
ro: Centru

# PdfViewer_Justify
source: Justify
hu: indokol
ro: Justifica

# PdfViewer_FontColor
source: Font Color
hu: Betű szín
ro: Culoarea fontului

# PdfViewer_TextAlign
source: Text Align
hu: Szöveg igazítás
ro: Aliniere text

# PdfViewer_TextProperties
source: Font Style
hu: Betű stílus
ro: Stilul fontului

# PdfViewer_DrawSignature
source: Draw Signature
hu: Rajzolj aláírást
ro: Desenați semnătura

# PdfViewer_Create
source: Create
hu: teremt
ro: Crea

# PdfViewer_FontFamily
source: Font Family
hu: Betűtípus család
ro: Familie de fonturi

# PdfViewer_FontSize
source: Font Size
hu: Betűméret
ro: Marimea fontului

# PdfViewer_FreeText
source: Free Text
hu: Szabad szöveg
ro: Text gratuit

# PdfViewer_ImportFailed
source: Invalid JSON file type or file name; please select a valid JSON file
hu: Érvénytelen JSON fájltípus vagy fájlnév; válasszon egy érvényes JSON fájlt
ro: Tip de fișier JSON sau nume de fișier nevalide; selectați un fișier JSON valid

# PdfViewer_FileNotFound
source: Imported JSON file is not found in the desired location
hu: Az importált JSON-fájl nem található a kívánt helyen
ro: Fișierul JSON importat nu se găsește în locația dorită

# PdfViewer_ExportFailed
source: Export annotations action has failed; please ensure annotations are added properly
hu: A kommentárok exportálása művelet sikertelen; kérjük, ellenőrizze, hogy a kommentárok megfelelően lettek-e hozzáadva
ro: Acțiunea de adnotare la export a eșuat; Vă rugăm să vă asigurați că adnotările sunt adăugate corect

# FileManager_HeaderNewFolder
source: Folder
ro: Pliant

# FileManager_ButtonSkip
source: Skip
ro: Ocolire

# Chart_Pan
source: Pan
ro: Tigaie

# Gantt_CsvExport
source: CSV export
ro: Export CSV

# Gantt_Id
source: id
ro: ID-ul

# PivotFieldList_FieldCaption
source: Field Caption
ro: Subtitrare câmp

# PivotFieldList_FieldCaptionMessage
source: Field caption
ro: Subtitrare câmp

# PivotFieldList_No
source: No
ro: Nu

# PivotView_AddCondition
source: Add Condition
ro: Adaugă condiție

# PivotView_AddToValue
source: Add to Value
ro: Adăugați la valoare

# PivotView_FieldCaption
source: Field Caption
ro: Subtitrare câmp

# PivotView_FieldCaptionMessage
source: Field caption
ro: Subtitrare câmp

# PivotView_FieldType
source: Field Type
ro: Tipul câmpului

# PivotView_Spline
source: Spline
ro: Splina

# QueryBuilder_AddCondition
source: Add Condition
ro: Adaugă condiție

# QueryBuilder_Edit
source: EDIT
ro: EDITAȚI | ×

# QueryBuilder_Remove
source: REMOVE
ro: ELIMINA

# RichTextEditor_Undo
source: Undo
ro: Anula

# RichTextEditor_Redo
source: Redo
ro: A reface

# RichTextEditor_DialogInsert
source: Insert
ro: Introduce

# Diagram_Redo
source: Redo
ro: A reface

# Diagram_Undo
source: Undo
ro: Anula

# Grid_Csvexport
source: CSV Export
ro: Export CSV

# Schedule_EndTimezone
source: End Timezone
ro: Fusul orar final

# PdfViewer_FitPage
source: Fit Page
ro: Pagina potrivit

# PdfViewer_Undo
source: Undo
ro: Anula

# PdfViewer_Redo
source: Redo
ro: A reface

# PdfViewer_AddStamp
source: Add Stamp
ro: Adăugați timbru

# PdfViewer_Addline
source: Add Line
ro: Adaugă linie

# PdfViewer_AddArrow
source: Add Arrow
ro: Adăugați săgeata
