Repository: Aravinth113/blazor-locale
Catalog: src/SfResources.*.resx
Languages: hu, ro

# RichTextEditor_TableCellVerticalAlign
source: Table Cell Vertical Align
hu: Táblázat cella függőleges igazítása
ro: Alinierea verticală a celulelor de masă

# RichTextEditor_CreateTable
source: Create Table
hu: Táblázat létrehozása
ro: Creare tabel

# RichTextEditor_RemoveTable
source: Remove Table
hu: Táblázat eltávolítása
ro: Eliminați tabelul

# RichTextEditor_TableHeader
source: Table Header
hu: Táblázat fejléce
ro: Antetul tabelului

# RichTextEditor_TableRemove
source: Table Remove
hu: Táblázat eltávolítása
ro: Se elimină tabelul

# RichTextEditor_TableCellBackground
source: Table Cell Background
hu: Táblázat cella háttér
ro: Fundalul celulei de tabel

# RichTextEditor_TableEditProperties
source: Table Edit Properties
hu: Táblázat szerkesztési tulajdonságai
ro: Proprietăți de editare a tabelului

# RichTextEditor_Styles
source: Styles
hu: Stílusok
ro: stiluri

# RichTextEditor_InsertColumnLeft
source: Insert Column Left
hu: Helyezze be az oszlopot balra
ro: Introduceți coloana la stânga

# RichTextEditor_InsertColumnRight
source: Insert Column Right
hu: Helyezze be az oszlopot jobbra
ro: Introduceți coloana la dreapta

# RichTextEditor_DeleteColumn
source: Delete Column
hu: Oszlop törlése
ro: Ștergeți coloana

# RichTextEditor_InsertRowBefore
source: Insert Row Before
hu: Helyezze be a sort előtt
ro: Introduceți rândul înainte"

# RichTextEditor_InsertRowAfter
source: Insert Row After
hu: Helyezze be a Sor után
ro: Introduceți rândul după

# RichTextEditor_DeleteRow
source: Delete Row
hu: Törölje a sort
ro: Ștergeți rândul

# RichTextEditor_TableEditHeader
source: Edit Table
hu: Táblázat szerkesztése
ro: Editează tabelul

# RichTextEditor_TableHeadingText
source: Heading
hu: Cím
ro: Titlu

# RichTextEditor_ImageInsertLinkHeader
source: Insert Link
hu: Helyezzen be linket

# RichTextEditor_EditImageHeader
source: Edit Image
hu: Kép szerkesztése
ro: Editează imagine

# RichTextEditor_AlignmentsDropDownLeft
source: Align Left
hu: Balra igazít
ro: Alinia la stânga

# RichTextEditor_AlignmentsDropDownCenter
source: Align Center
hu: Igazítsa a központot
ro: Aliniere la centru

# RichTextEditor_AlignmentsDropDownRight
source: Align Right
hu: Igazítsd jobbra
ro: Aliniați dreapta

# RichTextEditor_AlignmentsDropDownJustify
source: Align Justify
hu: Igazítsa igazítás
ro: Aliniază Justificare

# RichTextEditor_ImageDisplayDropDownInline
source: Inline
hu: Sorban
ro: In linie

# RichTextEditor_ImageDisplayDropDownBreak
source: Break
hu: Szünet
ro: Pauză

# RichTextEditor_TableInsertRowDropDownBefore
source: Insert row before
hu: Helyezze be a sort előtt
ro: Introduceți rândul înainte

# RichTextEditor_TableInsertRowDropDownAfter
source: Insert row after
hu: Helyezze be a sort után
ro: Introduceți rând după

# RichTextEditor_TableInsertRowDropDownDelete
source: Delete row
hu: Törölje a sort
ro: Ștergeți rândul

# RichTextEditor_TableInsertColumnDropDownLeft
source: Insert column left
hu: Helyezze be az oszlopot balra
ro: Introduceți coloana din stânga

# RichTextEditor_TableInsertColumnDropDownRight
source: Insert column right
hu: Helyezze be az oszlopot jobbra
ro: Introduceți coloana la dreapta

# RichTextEditor_TableInsertColumnDropDownDelete
source: Delete column
hu: Törölje az oszlopot
ro: Ștergeți coloana

# RichTextEditor_TableVerticalAlignDropDownTop
source: Align Top
hu: Igazítsa a tetejét
ro: Aliniați Topul

# RichTextEditor_TableVerticalAlignDropDownMiddle
source: Align Middle
hu: Igazítsa középen
ro: Aliniați mijlocul

# RichTextEditor_TableVerticalAlignDropDownBottom
source: Align Bottom
hu: Alul igazítsa
ro: Aliniați partea de jos

# RichTextEditor_TableStylesDropDownDashedBorder
source: Dashed Borders
hu: Szaggatott határok
ro: Frontierele scăzute

# RichTextEditor_TableStylesDropDownAlternateRows
source: Alternate Rows
hu: Alternatív sorok
ro: Rânduri alternative

# RichTextEditor_PasteFormat
source: Paste Format
hu: Beillesztési formátum
ro: Format de lipit

# RichTextEditor_PasteFormatContent
source: Choose the formatting action
hu: Válassza ki a formázási műveletet
ro: Alegeți acțiunea de formatare

# RichTextEditor_PlainText
source: Plain Text
hu: Egyszerű szöveg
ro: Text simplu

# RichTextEditor_CleanFormat
source: Clean
hu: Tiszta
ro: Curat

# RichTextEditor_KeepFormat
source: Keep
hu: Tart
ro: A pastra

# RichTextEditor_PasteDialogOk
source: OK
hu: rendben

# RichTextEditor_PasteDialogCancel
source: Cancel
hu: Megszünteti
ro: Anulare

# Diagram_BringToFront
source: Bring To Front
hu: Előre hoz
ro: Aduceți în față

# Diagram_Copy
source: Copy
hu: Másolat
ro: Copie

# Diagram_Cut
source: Cut
hu: Vágott
ro: A tăia

# Diagram_Group
source: Group
hu: Csoport
ro: grup

# Diagram_Grouping
source: Grouping
hu: Csoportosítás
ro: gruparea

# Diagram_MoveForward
source: Move Forward
hu: Menj tovább
ro: Mergi inainte

# Diagram_Order
source: Order
hu: Rendelés
ro: Ordin

# Diagram_Paste
source: Paste
hu: Paszta
ro: Pastă

# Diagram_SelectAll
source: Select All
hu: Mindet kiválaszt
ro: Selectează tot

# Diagram_SendBackward
source: Send Backward
hu: Küldés hátra
ro: Trimite înapoi

# Diagram_SendToBack
source: Send To Back
hu: Küld vissza
ro: Trimite înapoi

# Diagram_UnGroup
source: Ungroup
hu: Csoportbontás
ro: Degrupeaza

# Grid_EmptyRecord
source: No records to display
hu: Nincs bejegyzés megjelenítéséhez
ro: Nu există înregistrări de afișat

# Grid_True
source: true
hu: igaz
ro: Adevărat

# Grid_False
source: false
hu: hamis
ro: fals

# Grid_InvalidFilterMessage
source: Invalid Filter Data
hu: Érvénytelen szűrőadatok
ro: Date de filtrare nevalide

# Grid_GroupDropArea
source: Drag a column header here to group its column
hu: Húzza ide egy oszlop fejlécét az oszlop csoportosításához
ro: Trageți un antet de coloană aici pentru a-i grupa coloana

# Grid_UnGroupButton
source: Click here to ungroup
hu: Kattintson ide a csoportosításhoz
ro: Faceți clic aici pentru a dezgropa

# Grid_GroupDisable
source: Grouping is disabled for this column
hu: Az oszlopban a csoportosítás le van tiltva
ro: Gruparea este dezactivată pentru această coloană

# Grid_FilterbarTitle
source: "s filter bar cell
hu: msgstr "szűrősáv cellája
ro: "celula de bare a filtrului

# Grid_EmptyDataSourceError
source: DataSource must not be empty at initial load since columns are generated from dataSource in AutoGenerate Column Grid
hu: A DataSource nem lehet üres a kezdeti betöltésekor, mivel az oszlopokat az DataSource generálja az AutoGenerate oszloprácsban
ro: DataSource nu trebuie să fie goală la încărcarea inițială, deoarece coloanele sunt generate din dataSource în AutoGenerate Column Grid

# Grid_Add
source: Add
hu: hozzáad
ro: Adăuga

# Grid_Edit
source: Edit
hu: szerkesztése
ro: Editați | ×

# Grid_Cancel
source: Cancel
hu: Megszünteti
ro: Anulare

# Grid_Update
source: Update
hu: frissítés
ro: Actualizați

# Grid_Delete
source: Delete
hu: Töröl
ro: Șterge

# Grid_Print
source: Print
hu: Nyomtatás
ro: Imprimare

# Grid_Pdfexport
source: PDF Export
hu: PDF Exportálás
ro: Export PDF

# Grid_Excelexport
source: Excel Export
hu: Excel Exportálás
ro: Export Excel

# Grid_Wordexport
source: Word Export
hu: Word Exportálás
ro: Export de cuvinte

# Grid_Search
source: Search
hu: Keresés
ro: Căutare

# Grid_Columnchooser
source: Columns
hu: Oszlopok
ro: coloane

# Grid_Save
source: Save
hu: Megment
ro: salva

# Grid_Item
source: item
hu: tétel
ro: articol

# Grid_Items
source: items
hu: példány
ro: articole

# Grid_EditOperationAlert
source: No records selected for edit operation
hu: Nincs kiválasztva rekord a szerkesztési művelethez
ro: Nu există înregistrări selectate pentru operația de editare

# Grid_DeleteOperationAlert
source: No records selected for delete operation
hu: Nincs törölt művelet a törlési művelethez
ro: Nu există înregistrări selectate pentru operațiunea de ștergere

# Grid_SaveButton
source: Save
hu: Megment
ro: salva

# Grid_OKButton
source: OK
hu: rendben

# Grid_CancelButton
source: Cancel
hu: Megszünteti
ro: Anulare

# Grid_EditFormTitle
source: Details of
hu: Részletek a
ro: Detaliile

# Grid_AddFormTitle
source: Add New Record
hu: Új rekord hozzáadása
ro: Adăugați înregistrare nouă

# Grid_BatchSaveConfirm
source: Are you sure you want to save changes?
hu: Biztos benne, hogy el akarja menteni a változtatásokat?
ro: Sigur doriți să salvați modificările?

# Grid_BatchSaveLostChanges
source: Unsaved changes will be lost. Are you sure you want to continue?
hu: A nem mentett módosítások elvesznek. Biztos, hogy akarod folytatni?
ro: Modificările salvate vor fi pierdute. Esti sigur ca vrei sa continui?

# Grid_ConfirmDelete
source: Are you sure you want to Delete Record?
hu: Biztosan törli a rekordot?
ro: Sigur doriți să ștergeți înregistrarea?

# Grid_CancelEdit
source: Are you sure you want to Cancel the changes?
hu: Biztosan törli a változtatásokat?
ro: Sigur doriți să anulați modificările?

# Grid_ChooseColumns
source: Choose Column
hu: Válassza az Oszlop elemet
ro: Alegeți Coloana

# Grid_SearchColumns
source: search columns
hu: keresési oszlopok
ro: coloane de căutare

# Grid_Matchs
source: No Matches Found
hu: Nincs találat
ro: Nu s-a gasit nici o potrivire

# Grid_FilterButton
source: Filter
hu: Szűrő
ro: Filtru

# Grid_ClearButton
source: Clear
hu: Egyértelmű
ro: clar

# Grid_StartsWith
source: Starts With
hu: Kezdődik
ro: Incepe cu

# Grid_EndsWith
source: Ends With
hu: Végződik
ro: Se termină cu

# Grid_Contains
source: Contains
hu: tartalmazza
ro: Conține

# Grid_Equal
source: Equal
hu: Egyenlő
ro: Egal

# Grid_NotEqual
source: Not Equal
hu: Nem egyenlő
ro: Nu este egal

# Grid_LessThan
source: Less Than
hu: Kevesebb, mint
ro: Mai puțin decât

# Grid_LessThanOrEqual
source: Less Than Or Equal
hu: Kevesebb vagy egyenlő
ro: Mai puțin decât sau egal

# Grid_GreaterThan
source: Greater Than
hu: Nagyobb, mint
ro: Mai mare ca

# Grid_GreaterThanOrEqual
source: Greater Than Or Equal
hu: Nagyobb, vagy egyenlő
ro: Mai mare decât sau egal

# Grid_ChooseDate
source: Choose a Date
hu: Válasszon egy dátumot
ro: Alegeți o dată

# Grid_EnterValue
source: Enter the value
hu: Írja be az értéket
ro: Introduceți valoarea

# Grid_Copy
source: Copy
hu: Másolat
ro: Copie

# Grid_Group
source: Group by this column
hu: Csoportosítsa az oszlop szerint
ro: Grupați după această coloană

# Grid_Ungroup
source: Ungroup by this column
hu: Csoportosítás ezen oszlop szerint
ro: Deschideți această coloană

# Grid_AutoFitAll
source: Auto Fit all columns
hu: Automatikusan illessze az összes oszlopot
ro: Configurați automat toate coloanele

# Grid_AutoFit
source: Auto Fit this column
hu: Automatikusan illessze ezt az oszlopot
ro: Configurare automată a acestei coloane

# Grid_FirstPage
source: First Page
hu: Első oldal
ro: Prima pagina

# Grid_LastPage
source: Last Page
hu: Utolsó oldal
ro: Ultima pagina

# Grid_PreviousPage
source: Previous Page
hu: Előző oldal
ro: Pagina precedentă

# Grid_NextPage
source: Next Page
hu: Következő oldal
ro: Pagina următoare

# Grid_SortAscending
source: Sort Ascending
hu: Rendezés növekvő sorrendben
ro: Sortare ascendentă

# Grid_SortDescending
source: Sort Descending
hu: Rendezés csökkenő
ro: Sortează descrescător

# Grid_EditRecord
source: Edit Record
hu: Rekord szerkesztése
ro: Editează înregistrarea

# Grid_DeleteRecord
source: Delete Record
hu: Rekord törlése
ro: Ștergeți înregistrarea

# Grid_FilterMenu
source: Filter
hu: Szűrő
ro: Filtru

# Grid_SelectAll
source: Select All
hu: Mindet kiválaszt
ro: Selectează tot

# Grid_Blanks
source: Blanks
hu: Üresek

# Grid_FilterTrue
source: True
hu: Igaz
ro: Adevărat

# Grid_FilterFalse
source: False
hu: Hamis
ro: Fals

# Grid_NoResult
source: No Matches Found
hu: Nincs találat
ro: Nu s-a gasit nici o potrivire

# Grid_ClearFilter
source: Clear Filter
hu: Törölje a szűrőt
ro: Ștergeți filtrul

# Grid_NumberFilter
source: Number Filters
hu: Számszűrők
ro: Filtre cu număr

# Grid_TextFilter
source: Text Filters
hu: Szövegszűrők
ro: Filtre de text

# Grid_DateFilter
source: Date Filters
hu: Dátumszűrők
ro: Filtre de date

# Grid_DateTimeFilter
source: DateTime Filters
hu: DateTime szűrők
ro: Filtre DateTime

# Grid_MatchCase
source: Match Case
hu: Mérkőzés esetén
ro: Caz de potrivire

# Grid_Between
source: Between
hu: Között
ro: Între

# Grid_CustomFilter
source: Custom Filter
hu: Egyéni szűrő
ro: Filtru customizat

# Grid_CustomFilterPlaceHolder
source: Enter the value
hu: Írja be az értéket
ro: Introduceți valoarea

# Grid_CustomFilterDatePlaceHolder
source: Choose a date
hu: Válasszon egy dátumot
ro: Alegeți o dată

# Grid_AND
source: AND
hu: ÉS
ro: ȘI

# Grid_OR
source: OR
hu: VAGY
ro: SAU

# Grid_ShowRowsWhere
source: Show rows where:
hu: Mutasson sorokat, ahol:
ro: Afișați rândurile unde:

# Pager_CurrentPageInfo
source: {0} of {1} pages
hu: {1} oldal {0}
ro: {0} din {1} pagini

# Pager_TotalItemsInfo
source: ({0} items)
hu: ({0} elem)
ro: ({0} articole)

# Pager_FirstPageTooltip
source: Go to first page
hu: Ugrás az első oldalra
ro: Accesați prima pagină

# Pager_LastPageTooltip
source: Go to last page
hu: Ugrás az utolsó oldalra
ro: Accesați ultima pagină

# Pager_NextPageTooltip
source: Go to next page
hu: Ugrás a következő oldalra
ro: Accesați pagina următoare

# Pager_PreviousPageTooltip
source: Go to previous page
hu: Ugrás az előző oldalra
ro: Accesați pagina anterioară

# Pager_NextPagerTooltip
source: Go to next pager
hu: Ugrás a következő személyhívóra
ro: Accesați pagina următoare

# Pager_PreviousPagerTooltip
source: Go to previous pager
hu: Ugrás az előző személyhívóra
ro: Accesați pagina anterioară

# Pager_PagerDropDown
source: Items per page
hu: oldalankénti tételek
ro: articole pe pagină

# Pager_PagerAllDropDown
source: Items
hu: példány
ro: Articole

# Pager_All
source: All
hu: Összes
ro: Toate

# RecurrenceEditor_Count
source: Count
hu: Számol
ro: Numara

# RecurrenceEditor_Daily
source: Daily
hu: Napi
ro: Zilnic

# RecurrenceEditor_Days
source: Day(s)
hu: Napok)
ro: Ziua (s)

# RecurrenceEditor_End
source: End
hu: vég
ro: Sfârșit

# RecurrenceEditor_Every
source: every
hu: minden
ro: fiecare

# RecurrenceEditor_First
source: First
hu: Első
ro: Primul

# RecurrenceEditor_Fourth
source: Fourth
hu: Negyedik
ro: Al patrulea

# RecurrenceEditor_Last
source: Last
hu: Utolsó
ro: Ultimul

# RecurrenceEditor_Month
source: Month
hu: Hónap
ro: Lună

# RecurrenceEditor_MonthExpander
source: Month Expander
hu: Hónap-bővítő
ro: Expander lunar

# RecurrenceEditor_Monthly
source: Monthly
hu: Havi
ro: Lunar

# RecurrenceEditor_MonthPosition
source: Month Position
hu: Hónap pozíció
ro: Poziția lunară

# RecurrenceEditor_Months
source: Month(s)
hu: Hónapok)
ro: Luni)

# RecurrenceEditor_MonthWeek
source: Month Week
hu: Hónap
ro: Săptămâna lunii

# RecurrenceEditor_Never
source: Never
hu: Soha
ro: Nu

# RecurrenceEditor_None
source: None
hu: Egyik sem
ro: Nici unul

# RecurrenceEditor_On
source: On
hu: Ismételje meg
ro: Repetați Pornit

# RecurrenceEditor_OnDay
source: OnDay
hu: Nap
ro: Zi

# RecurrenceEditor_Repeat
source: Repeat
hu: Ismétlés
ro: Repeta

# RecurrenceEditor_RepeatEvery
source: Repeat every
hu: Minden ismételje meg
ro: Repetați fiecare

# RecurrenceEditor_RepeatInterval
source: Repeat Interval
hu: Ismételje meg az intervallumot
ro: Repetați intervalul

# RecurrenceEditor_Second
source: Second
hu: Második
ro: Al doilea

# RecurrenceEditor_SummaryDay
source: day(s)
hu: napok)
ro: zi (s)

# RecurrenceEditor_SummaryMonth
source: month(s)
hu: hónapok)
ro: luni)

# RecurrenceEditor_SummaryOn
source: on
hu: tovább
ro: pe

# RecurrenceEditor_SummaryRepeat
source: Repeats
hu: ismétlődés
ro: repetă

# RecurrenceEditor_SummaryTimes
source: time(s)
hu: idő (s)
ro: timp (s)

# RecurrenceEditor_SummaryUntil
source: until
hu: amíg
ro: pana cand

# RecurrenceEditor_SummaryWeek
source: week(s)
hu: heti (s)
ro: săptămână (s)

# RecurrenceEditor_SummaryYear
source: year(s)
hu: évek)
ro: ani)

# RecurrenceEditor_Third
source: Third
hu: Harmadik
ro: Al treilea

# RecurrenceEditor_Until
source: Until
hu: Amíg
ro: Pana cand

# RecurrenceEditor_Weekly
source: Weekly
hu: Heti
ro: Săptămânal

# RecurrenceEditor_Weeks
source: Week(s)
hu: Hét (ok)
ro: Săptămâna (s)

# RecurrenceEditor_YearExpander
source: Year Expander
hu: Év Expander
ro: Anul Expander

# RecurrenceEditor_Yearly
source: Yearly
hu: Évi
ro: Anual

# RecurrenceEditor_Years
source: Year(s)
hu: Évek)
ro: Ani)

# Schedule_AddTitle
source: Add title
hu: Adj címet
ro: Adauga titlu

# Schedule_Agenda
source: Agenda
hu: Napirend
ro: Agendă

# Schedule_Alert
source: Alert
hu: Éber
ro: Alerta

# Schedule_AllDay
source: All day
hu: Egész nap
ro: Toată ziua

# Schedule_BeginFrom
source: Begin From
hu: Kezdje
ro: Începeți de la

# Schedule_BlockAlert
source: Events cannot be scheduled within the blocked time range.
hu: Az eseményeket nem lehet ütemezni a blokkolt időtartományon belül.
ro: Evenimentele nu pot fi programate în intervalul de timp blocat.

# Schedule_Cancel
source: Cancel
hu: Megszünteti
ro: Anulare

# Schedule_CancelButton
source: Cancel
hu: Megszünteti
ro: Anulare

# Schedule_Close
source: Close
hu: Bezárás
ro: Închide

# Schedule_CreateError
source: The duration of the event must be shorter than how frequently it occurs. Shorten the duration, or change the recurrence pattern in the recurrence event editor.
hu: Az esemény időtartamának rövidebbnek kell lennie, mint az előfordulásának gyakorisága. Rövidítse le az időtartamot, vagy változtassa meg a visszatérési mintázatot a visszatérési esemény szerkesztőben.
ro: Durata evenimentului trebuie să fie mai scurtă decât cât de des are loc. Scurtați durata sau modificați modelul de recurență în editorul de evenimente de recurență.

# Schedule_CreateEvent
source: Create
hu: teremt
ro: Crea

# Schedule_Day
source: Day
hu: Nap
ro: Zi

# Schedule_Delete
source: Delete
hu: Töröl
ro: Șterge

# Schedule_DeleteButton
source: Delete
hu: Töröl
ro: Șterge

# Schedule_DeleteContent
source: Are you sure you want to delete this event?
hu: Biztosan törli ezt az eseményt?
ro: Sigur doriți să ștergeți acest eveniment?

# Schedule_DeleteEvent
source: Delete Event
hu: Ez az esemény
ro: Acest eveniment

# Schedule_DeleteMultipleContent
source: Are you sure you want to delete the selected events?
hu: Biztosan törli a kiválasztott eseményeket?
ro: Sigur doriți să ștergeți evenimentele selectate?

# Schedule_DeleteMultipleEvent
source: Delete Multiple Events
hu: Több esemény törlése
ro: Ștergeți mai multe evenimente

# Schedule_DeleteSeries
source: Entire Series
hu: Teljes sorozat
ro: Serie întreagă

# Schedule_DeleteTitle
source: Delete Event
hu: Esemény törlése
ro: Ștergeți evenimentul

# Schedule_Description
source: Description
hu: Leírás
ro: Descriere

# Schedule_Edit
source: Edit
hu: szerkesztése
ro: Editați | ×

# Schedule_EditContent
source: How would you like to change the appointment in the series?
hu: Hogyan szeretné megváltoztatni a találkozó időpontját?
ro: Cum ați dori să schimbați programarea în serie?

# Schedule_EditEvent
source: Edit Event
hu: Ez az esemény
ro: Acest eveniment

# Schedule_EditFollowingEvent
source: Following Events
hu: Következő események
ro: În urma evenimentelor

# Schedule_EditRecurrence
source: Edit Recurrence
hu: Ismétlés szerkesztése
ro: Editează recurența

# Schedule_EditSeries
source: Entire Series
hu: Teljes sorozat
ro: Serie întreagă

# Schedule_EditTitle
source: Edit Event
hu: Esemény szerkesztése
ro: Editează evenimentul

# Schedule_EmptyContainer
source: There are no events scheduled on this day.
hu: Ezen a napon nincsenek események.
ro: Nu există evenimente programate în această zi.

# Schedule_End
source: End
hu: vég
ro: Sfârșit

# Schedule_EndAt
source: Ends At
hu: Vége
ro: Încheiați la

# Schedule_InvalidDateError
source: The entered date value is invalid.
hu: A megadott dátumérték érvénytelen.
ro: Valoarea dată introdusă nu este validă.

# Schedule_Location
source: Location
hu: Elhelyezkedés
ro: Locație

# Schedule_Month
source: Month
hu: Hónap
ro: Lună

# Schedule_MonthAgenda
source: Month Agenda
hu: Havi menetrend
ro: Agenda lunară

# Schedule_More
source: more
hu: több
ro: Mai Mult

# Schedule_MoreDetails
source: More Details
hu: További részletek
ro: Mai multe detalii

# Schedule_NewEvent
source: New Event
hu: Új esemény
ro: Eveniment nou

# Schedule_next
source: Next
hu: Következő
ro: Următor →

# Schedule_No
source: No
hu: Nem
ro: Nu

# Schedule_NoEvents
source: No events
hu: Nincsenek események
ro: Fără evenimente

# Schedule_NoTitle
source: (No Title)
hu: (Nincs cím)
ro: (Fara titlu)

# Schedule_Occurrence
source: Occurrence
hu: Esemény
ro: Apariţie

# Schedule_Ok
source: Ok
hu: Rendben

# Schedule_Previous
source: Previous
hu: Előző
ro: Anterior

# Schedule_Recurrence
source: Recurrence
hu: Ismétlődés
ro: recurență

# Schedule_Repeat
source: Repeat
hu: Ismétlés
ro: Repeta

# Schedule_Repeats
source: Repeats
hu: ismétlődés
ro: repetă

# Schedule_SameDayAlert
source: Two occurrences of the same event cannot occur on the same day.
hu: Ugyanazon esemény két előfordulása nem fordulhat elő ugyanazon a napon.
ro: Două apariții ale aceluiași eveniment nu pot apărea în aceeași zi.

# Schedule_Save
source: Save
hu: Megment
ro: salva

# Schedule_SaveButton
source: Save
hu: Megment
ro: salva

# Schedule_SelectedItems
source: Items selected
hu: Kiválasztott elemek
ro: Articole selectate

# Schedule_Series
source: Series
hu: Sorozat
ro: Serie

# Schedule_SeriesChangeAlert
source: Do you want to cancel the changes made to specific instances of this series and match it to the whole series again?
hu: Vissza akarja vonni a sorozat egyes példányaira elvégzett módosításokat, és újra összevetni az egész sorozattal?
ro: Doriți să anulați modificările aduse unor instanțe specifice ale acestei serii și să o potriviți din nou la întreaga serie?

# Schedule_Start
source: Start
hu: Rajt

# Schedule_StartEndError
source: The selected end date occurs before the start date.
hu: A kiválasztott befejezési dátum a kezdő dátum előtt történik.
ro: Data de încheiere selectată apare înainte de data de început.

# Schedule_Subject
source: Subject
hu: Tantárgy
ro: Subiect

# Schedule_TimelineDay
source: Timeline Day
hu: Idővonal napja
ro: Ziua cronologiei

# Schedule_TimelineMonth
source: Timeline Month
hu: Idővonal hónap
ro: Luna cronologică

# Schedule_TimelineWeek
source: Timeline Week
hu: Idővonal-hét
ro: Saptamana Timeline

# Schedule_TimelineWorkWeek
source: Timeline Work Week
hu: Idővonal Work Week
ro: Săptămâna muncii Timeline

# Schedule_TimelineYear
source: Timeline Year
hu: Idővonal év
ro: Anul cronologic

# Schedule_Timezone
source: Timezone
hu: Időzóna
ro: Fus orar

# Schedule_Title
source: Title
hu: Cím
ro: Titlu

# Schedule_Today
source: Today
hu: Ma
ro: Astăzi

# Schedule_Week
source: Week
hu: Hét
ro: Săptămână

# Schedule_WeekAgenda
source: Week Agenda
hu: Hét napirendje
ro: Agenda săptămânii

# Schedule_WorkWeek
source: Work Week
hu: Munkahét
ro: Saptamana de lucru

# Schedule_WorkWeekAgenda
source: Work Week Agenda
hu: Munkahét napirendje
ro: Agenda săptămânii de lucru

# Schedule_WrongPattern
source: The recurrence pattern is not valid.
hu: A visszatérési minta nem érvényes.
ro: Modelul de recurență nu este valid.

# Schedule_Yes
source: Yes
hu: Igen
ro: da

# Tab_CloseButtonTitle
source: Close
hu: Bezárás
ro: Închide

# PdfViewer_Cancel
source: Cancel
hu: Megszünteti
ro: Anulare

# PdfViewer_DownloadFile
source: Download File
hu: Fájl letöltése
ro: Descărcare fișier

# PdfViewer_Download
source: Download
hu: Letöltés
ro: Descarca

# PdfViewer_EnterPassword
source: This document is password protected. Please enter a password.
hu: Ez a dokumentum jelszóval védett. Kérjük, írja be a jelszót.
ro: Acest document este protejat prin parolă. Vă rugăm să introduceți o parolă.

# PdfViewer_FileCorrupted
source: File Corrupted
hu: A fájl sérült
ro: Fisier corupt
